{"Correct_Percent":null,"topic_lvl1":"[1] Estonian local news","id":"postimeesew19330401.1.7_P7_TB00016","label":"EESTI","modernized_text":"Neljapasval maeti Tartu Peetri tvanal kalmistul maa mulda üliõp. Verner Treumam põrm. Matuse talitust toimetas õp. Paul Kuusik Tallinnast. Matusest vSttis osa hulk lahkunu tuttavaid. Matust jälgis suur rahvahull ja kaastvõitlejaid. Samuti suure rahtva hulga osatvõtuil ?naeti Tartu-Maarja kalmistule neljapäeval pärast Lõunat Tallinna tveretöö ohtver Voldemar Maasingi põrm."}
{"Correct_Percent":null,"topic_lvl1":"[1] Estonian local news","id":"postimeesew19330401.1.7_P7_TB00006","label":"EESTI","modernized_text":"Neil päevil jõudsid Tartu esimesed . palgiparved, mis läksid A. Univeri ja Fur! mansky lauavabrikutesse ümbertöotamij seks. Puuvedu aga pole veel alanud, sest j Pedja ja Kärevere kanal on jääs. Nende l veeteede kallastel asuvad aga kõige suuremad küttepuu tagavarad."}
{"Correct_Percent":null,"topic_lvl1":"[1] Estonian local news","id":"postimeesew19330401.1.7_P7_TB00012","label":"EESTI","modernized_text":"Auvävava maja lammutamisest saadud ehitusmaterjal tarvitatakse Tähtvere alla ehitatava rannapaviljöni Püstitamiseks. Reedel viidi esimene lodja4äjK materjali kohale ja lähematel päevadel viiakse veel teine lodjatäis. Paviljoni ehitamine kohapeal algas kohe. Paviljon tuleb täidetud kaldaäärele, endise luhavahimaja asemele."}
{"Correct_Percent":34,"topic_lvl1":"[1] Estonian local news","id":"postimeesew19390716.1.1_P1_TB00004","label":"EESTI","modernized_text":"Toimetus ja peakontor Tartus, Ülikooli t. 21/23. Toimetus ja kontor Tallinnas, Viru tn. nr. 11. Telefonid Tartus: Kella 9—15 kodukeskjaam kõigiks väljakutseteks 40-80, toimetuse kaugekõned 29-86 raamatukauplus 22-50. Peale kella 15 ja pühapäevadel toimetuse kaugekõned 29-86, toimetus (kohalik osakond, sport, üldised teated) 40-81, ajalehe trükikoda ja toimetuse öövalve peale keskööd 40-82, kontor 40-83, peatoimetaja ja toimetuse sekretär 40-84."}
{"Correct_Percent":null,"topic_lvl1":"[1] Estonian local news","id":"postimeesew19330401.1.7_P7_TB00021","label":"ARVAMUS","modernized_text":"Neil päevil oli üliõpilaskonna tööbüroo nõukogu koosolek. Vupidamisel tvöett vasiu tööbüroo kodukorra kava ja avaldati mõtteid suviste praktikakohtade muretsemise üle MSpilastele. Tööbüroo, mitmesuguste asutuste kaasabil. tahab praktika kohtade muretsemist teatuv Untsil tsentriliseerida ja tvõimalikult üliõpilaStole praktika kohtade saamist kergendada. MajanduSakaliste praktikakohi, asjus on oma kaasabi lubanud eriti kaubandus-tööstuSkova."}
{"Correct_Percent":100,"topic_lvl1":"[1] Estonian local news","id":"kaja19290813-1.1.7_P7_TB00028","label":"KULTUUR","modernized_text":"Näitusmessil tahetakse eritähelepanu juhtida Eesti majanduselule ja saadustele. Eesti saadused varustatakse messil sellekohaste plakatitega. Näitus-messi kinos näidatakse filme"}
{"Correct_Percent":null,"topic_lvl1":"[1] Estonian local news","id":"postimeesew19330401.1.7_P7_TB00042","label":"ARVAMUS","modernized_text":"Jurta juudi eragümnaasiumi õpilastele käesoleval aastal korraldatavate lõpueksamite to-misjoni juhatajaks on haridus-sotsiaalministeerimni poolt määratud H. Tressneri gümnaasiumi inspektor R. Kleis. Tarin senine Munsikasektsioon lemisi perekas segakoor, on otsustanud oiya peakoosolekul uueks nimetuseks võtta .Tartu üliõpilassegakoor Kaupluste vaateaknad dekoreeritakfe juba liginetvatele kevad-pühadele kohaste kaubsiartiklitega. Ennekõike toiduainete ja koloniaalkaupluste vaateaknad. Mitmed neist on vii-ngrfe võimaluseni täidetud shokolaadist munade ja jänestega. Kevadilmad meelitavad inimesi tibadest välja puiesteedele ja parkidesse. Barklaiplatsi pingid on pea päeva läbi vnllutatud jalutajate poolt, kes jälgivad sealt südalinna askeldusi. Talurahva kausiluSteS on alanud põllutööriistate müük. Nõutakse peitmiselt atru, vedrusid ja raudäkkeid. Kunstsõnniku ostude suhtes ollakse väga tagasihoidlik, sellesse tohiks veidi elavust tuua teeolude paranemine."}
{"Correct_Percent":34,"topic_lvl1":"[1] Estonian local news","id":"postimeesew19390716.1.1_P1_TB00006","label":"EESTI","modernized_text":"Kuulutusi võetakse vastu äripäeviti: „Postimehe kontoris kl. 8.30-st kuni 18-ni. „Postimehe ses, Suurturg 16, kl. 8-st kuni 17-ni, „Postimehe kontoris kl. 9-st kuni 15.30-ni. Pühapäeval: „Postimehe peakontoris tel. 40-83, kl. 18 kuni 20-ni."}
{"Correct_Percent":null,"topic_lvl1":"[1] Estonian local news","id":"postimeesew19330401.1.7_P7_TB00030","label":"EESTI","modernized_text":"Tartu Ekspresside uh' rgu kontor vn üleviidud oma praegusest asukohast Suurturg nr. 9 Vormeyeri äriruumesse Suurturg nr. 1, vastu Linnapanür."}
{"Correct_Percent":null,"topic_lvl1":"[1] Estonian local news","id":"postimeesew19330401.1.7_P7_TB00018","label":"ARVAMUS","modernized_text":"Rahvusliku Keskerakonna Noorte sektsmoon korraldab esmaspäeval, 3. aprillil kell 8 õhtul Naisseltsi ruumes Lutsu tän. nr. 14 klubiõhtu, mille kavas rikkalikult õhtu meeleolu kohaseid ettekandeid: viiuli, klaveri, laulu soolod, meeskvarteti laule, deklamatsioone, kaks lühikest päevakohast kõnet. Kogusummas esineb ettekannetega tosin isikut. Esinejate nimed ja üksikasjalikuma kava toome homses lehes. Ühine teelaud. Õhtust on palutud osa võtma kõik Rahvusliku Keskerakonna liikmed ja nende poolt soovitatud külalised. „ühisabi Tartu „ühisat>i aasta peakoosolekut. Juhatas J. Michelson ja protokollis prl. E. Künnapuu, ftp. A. Kuuma aruandest selgus, et „Uhisabi kustele vaatamata tegevust isegi suurendada. Nii jagati möödunud tegevuSaaStal üle 73.000 lõuna, mis on 18.000 lõunat rohkem kui eelmisel aastal. Öömaja on kasutatud 5260 korda. Sissetulekuid on saadud ainult seltskonnalt, peaasjalikult kaupmeeskonnalt."}
{"Correct_Percent":null,"topic_lvl1":"[1] Estonian local news","id":"postimeesew19330401.1.7_P7_TB00004","label":"ARVAMUS","modernized_text":"Paljudel majaomanikkude!, kes omal ajal rentisid Veeriku ja Muuli talu maadest omale ehituskrundid ja püstitasid sinna elamud on nüüd rendi aeg lõpul ja maaomanik tahab neilt krunte kätte saada ning nõaub ehituste ärakoristamist. Mõnede -rentnikkudega on maaomanik kohtuski olnud ja nõuab nüüd kohtu otsuse täide viimist. Kuna selline hoone maha lõhkumine rentnikele väga palju kahju tekitab ja mõnele peaaegu terve varanduse kaotust tähendab, siis on rentnikud saatnud riigivamat dekreedi alusel panna seisma kohtunsmale ühise kirja, kus palutakse riigivaneotsuste täitmine ja vastav seadus riigikogule esitada rentnikkude ja maaomaniku tvahekorra reguleerimiseks ,kui pooled ise oi jõua kokkuleppele. Linnavalitsus on omalt poolt saatnud riigivanemale kirja, milles teatab, et ta rentnikkude palvet toetab täies ulatuses. Linna administratiiv piires asuvate maa-1 alade kasutamise lepingute pikendamise seaduse muutmise seadusega on pikendatud ' rendi lepinguid 1936. a. 1. jaanuarini, kui maaomanik ja kasutaja ei saavuta omavahelist kokkulepet maa edaspidise kasutaurise kohta. Kuid see leping kindlustab ajutiselt. Linnavalitsus sooj vitab, et võtta korraldamisele linna piires usuvate asutiste ja eraisikute rendimaad samadel alustel nagu seda alevites on tehtud."}
{"Correct_Percent":null,"topic_lvl1":"[1] Estonian local news","id":"postimeesew19330401.1.7_P7_TB00008","label":"ARVAMUS","modernized_text":"Teatavasti algasid jaanuari lõpul VoSkusametis järjekordsed eksamid meistritele ja õppinud töölistele. Nüüd on eksamid lõppenud ja pühapäeval on eksami sooritanutele kutsetunnisvste väljaandmine pidulikul akvsel kell 4 p. l. 5. algkooli ruumes."}
{"Correct_Percent":null,"topic_lvl1":"[1] Estonian local news","id":"postimeesew19330401.1.7_P7_TB00047","label":"KULTUUR","modernized_text":"K. N. N. ü., Suurturg 8 3. ?. laupäetoal kell 8 ö. EeSti Klubi „Eha õhtu. Hutvitav katva. Liikmed nende sõpradoga tere tulemast! Tartu Aednikkude ja Aiatöösõprade ühingu segakoor algab tegetvust 6. apr. kell 8 õhtul Vene tän. nr. v Käsitööliste Abiandmise Seltsi ruumes. Uusi lauljaid tvõetakse vastu esmaspäeviti ja neljapaeviti, kell 8 õhtul sealsamas."}
{"Correct_Percent":null,"topic_lvl1":"[1] Estonian local news","id":"postimeesew19330401.1.7_P7_TB00010","label":"EESTI","modernized_text":"Paadisadamas on hakatud juba paate vette laskma. A. Reeder ja K. Koppa sadamas on lastud vette mitu mootorpaat; ja nendega on juba esimesed sõidudki ära . tehtud. Pühapäeval, kui ilm ilus, algab ka sõudepaatide väljaüürimine. Laupäeval pidi minema esimene mootorpaat lodjaga Ulila, et toimetada sinna ehitusmaterjali amevikkude uue elumaja ehitamiseks."}
{"Correct_Percent":null,"topic_lvl1":"[1] Estonian local news","id":"postimeesew19330401.1.7_P7_TB00040","label":"EESTI","modernized_text":"Eesti skautluse esimese pioneeri Anton Lunapuu surmapäeva puhul 2. apr. korraldab Tartu skautide maleva omavahelise aktuse pühapäeval kell 12 päeval maleva ruumes. Skautidel ilmuda vormis."}
{"Correct_Percent":null,"topic_lvl1":"[1] Estonian local news","id":"postimeesew19330401.1.7_P7_TB00026","label":"ARVAMUS","modernized_text":"Kolmnpäetval kõneles mag. Joh. Semper Tartu Keskkooliõpetajate ühingu eesti keele sektsioonis ..Peajooni eesti stiiliõpetusest Vaated poeetikale ja stiilile käivad teataval määral käsikäes üldiste politiliste tõekSpidnmiStega: Revolutstooni ja demokratismi ajajärkudel nõutakse ja harrastatakse ka stiikitvabadust, rohkem distsiplineeritud aegadel distsiplineerub ka stiil. Pole sugugi juhus, et Boileau täpne ja range „L'art poätique kõige vägevama Louis 14. ajal. On olemas siiski vältimatuid nõudeid, miS on läbistanud kõik ajajärgud vanrrst antiikajast meie päevini. Ilma nende nõuete täitmata ei saa head stiili. Need on lihtsus, selgus Zcr tabavus. Neid omadusi nõutakse esijoones ja vältimatult igasuguselt tarbestiililt, kuid ka õilisstiili tarvitajad peaksid õigupoolest' enne selle kooli läbi tegema ja kui osatakse täita treib algnõudeid, alles siis hakatagu arendama isikupärast stiili. Selguse nõuded dikteerivad, et e! tohi tarvitada samakõlalisi sõnu seal. kus njrd tekitavad mõitesegadust. nagu näiteks Ridalal „Ta müksas kõhtu vastu tvaenlase linnapea toJfi napea ..tokk Palju asesõnalist homonüüme, ml? rikuvad selgust, esineb meie tõlkekirjanduses, näiteks ..tema lükkas temlr maha helduvad sõna „er „on tohi tuua eesti keele."}
{"Correct_Percent":100,"topic_lvl1":"[1] Estonian local news","id":"kaja19290813-1.1.7_P7_TB00030","label":"KRIMI","modernized_text":"Laupäeval 10. augustil tungis varas päeva ajal, peale lõunat, Veski uulitsal nr. 7 läbi akna kellegi Johanna Aavapuu elukorterisse ja viis ära riideid 242 krooni väärtuses. Korteriomanik oli kodunt välja läinud. Pühapäeval 11. augustil kella 5-6 vahel p.l. varastati Nunne uul. nr. 31 kellegi Raudsepa korterist ära 2 palitut 200 krooni väärtuses. Ka siin oli varas akna kaudu sisse tunginud."}
{"Correct_Percent":null,"topic_lvl1":"[1] Estonian local news","id":"eestikirikeelk19260225.1.6_P6_TB00010","label":"ARVAMUS","modernized_text":"Aue Riigikogu valimisseaduse asjus on ka tema seismapanemise ettepanek rahvuslikvabameelse rühma poolt tulnud. Kuid arvatakse, et sellele vaevalt ehk 10 allkirja leidub, nii et 7 päeva pärast see seadus ikkagi välja kuulutakse. Riigikogu võttis vastu 3 lugemisel Eesti maapanga määluse, mis muidugi väga tähtis on põllumeestele."}
{"Correct_Percent":null,"topic_lvl1":"[1] Estonian local news","id":"postimeesew19330401.1.7_P7_TB00037","label":"KULTUUR","modernized_text":"H. Tressneri gümn. noorkotkaste rllhm korraldab laupäeval, 1. apr. kell 7 õhtul kooli ruumes peo, mille sissetulek läheb rühmale laagriivarusiuse muretsemiseks. Eeskava esimeses osas esitatakse deklamatsioone, viiuli-, klaverija tZellosoobosid. Ka esineb H. Tressneri gümn. puhkpillide orkester. Eeskava teise osa moodustab noorte ettekandel O. Lutsu näidend ..Ärimehed Loodetavasti kõik Tartu noorkotkaste sõbrad toetavad oma osavõtuga seda noorte ettevõtet."}
{"Correct_Percent":100,"topic_lvl1":"[1] Estonian local news","id":"kaja19290813-1.1.7_P7_TB00031","label":"ARVAMUS","modernized_text":"Eesti elust ja peetakse kõnesid. Raadios räägib tcrve rida valitsuse ja majandustegelasi, nagu: majandusminister, kaub.-töõstuskoja president, suurtööstuse, käsitöö, kaubanduse, rahanduse ja laevasõidu esindajad."}
{"Correct_Percent":null,"topic_lvl1":"[1] Estonian local news","id":"postimeesew19330401.1.7_P7_TB00045","label":"ARVAMUS","modernized_text":"Kell 3 reäp 4 p. l. koguduse üldkoosolek ülikoolis, aud. 5. kl. 4 resp. 5 p. l. eesti pihtkonna täiskogu koosolek aud. 3. Õp. Rahamägi. Peetri Krik. Pühapäeval kell 6 p. I. jumalateenistus armulauaga kirikus. Kell 10 homm. lastejumalateenistus kog. leerisaalis. Nutopõld. Peetri kirkk. Pühapäeval, kell 10 homm. jumalateenistus armulauaga. Õp. J. Treumann. Pauluse kirik. Pühapäeval kell 10 homm. jumalateenistus armulauaga. Jutlustab õp. Habicht. Maarja kirik. Laupäeval kell %7 õhtul kannatamisaj a-jumalareenistus laululehtedega. Pühapäeval kell 10 homm. jumalatteenistuS armulauaga. Õp. Vöhrmann. Aleksandri kirik. Laupäeval kell 6 õhtuteemStuS; pühapäeval kell VrIO piht ja armulauatvenis-tus. Pärast teenistust ülempreester A. Laari 40. 'surmapäeva leinapalve leinakültnlad ja mälestuslaululeht A. Laari pildiga. Teenib ja jutlustab külaline Rannu preester VoSnesenski. Pr. M. Järvits. Läti jumalateenistus, mis oli välja kuulutatud 2. aprilliks, jääb ära. Aprillis on ette nähtud jumalateenistus ed: Suurel Reedel (armulauaga) ja lihavõtte esimesel pühal kl. 8 p. l. Jaani kirikus, sissekäik külg uks esi. Prof. Seesemänn. Sintke Risti GeltS ja 2. Metodisti, kog. PuiStee 46. Laupäeva õhtul kell 8 piiblitund, pühapäeva homm. kell 9 pühitsuskoosolek ühes Issanda lauaga, kell 12 pühapäevakool, kell 3 p. I. ovangelisatjsiioonikoosolek. kõnelevad mitmed noored vennad, keelpillikoor, lmilulehed. J. Jakobson. Evangeeliumi VennaSte boguduS. Vaib. Puiesteel nr. 2. Laupäeva õhtul kell 7 paitoetund. .Pühapäeval homm. kell palvetund. kell 3 p. l. pühapäevakool, kell 3 p. I. evangelisatsioon. J. Buschberg. MetadiSti kirik. Laupäeval kell 8 õht. pallvokoqSolek. Pühapäeval, ktzll (10 homm. ja kell Sp. l. jumalateenistus. Kell 12 p. pühapäevakool. S. L. ühingu S. aastapäev ja kontsertjumalateenistus on 9 apr. kell 6 p. l. Saksa teatris, £>. Leesmani meeskoori kaastegevusel Tallinnast. A. Kuum. „Priiusuliste Kodu Paetva õhtul kell MtB pallvetund; pühapäeva homm. kell 10 jumalateenistus piibliseltusega, kel? 12 pühapäevakool lastele ja õhtul kell 7 üldkoosolek, kõneleb õp. A. Kuum. Keelpillikoor. A. Sergo. Päästearmee koosolekud. Tähe tän. nr. 124. Laupaeval kl. 7,30 õht. „Noorte esinemine Pühapäeval kell 10.30 homm. pühitsutkooSolek. kell 12.30 p. pühapäevakool, kell 7 õht. äratuskooolek. Teisipäeval kell 7.80 õht. päästmiskooSolek. Neljapäeval 7.30 õht. põäsimiSkoosolek. Reedel kell 3p. l. lastekoosolek."}
