{"Correct_Percent":null,"topic_lvl1":"[1] Estonian local news","id":"postimeesew19330401.1.7_P7_TB00045","label":"ARVAMUS","modernized_text":"Kell 3 reäp 4 p. l. koguduse üldkoosolek ülikoolis, aud. 5. kl. 4 resp. 5 p. l. eesti pihtkonna täiskogu koosolek aud. 3. Õp. Rahamägi. Peetri Krik. Pühapäeval kell 6 p. I. jumalateenistus armulauaga kirikus. Kell 10 homm. lastejumalateenistus kog. leerisaalis. Nutopõld. Peetri kirkk. Pühapäeval, kell 10 homm. jumalateenistus armulauaga. Õp. J. Treumann. Pauluse kirik. Pühapäeval kell 10 homm. jumalateenistus armulauaga. Jutlustab õp. Habicht. Maarja kirik. Laupäeval kell %7 õhtul kannatamisaj a-jumalareenistus laululehtedega. Pühapäeval kell 10 homm. jumalatteenistuS armulauaga. Õp. Vöhrmann. Aleksandri kirik. Laupäeval kell 6 õhtuteemStuS; pühapäeval kell VrIO piht ja armulauatvenis-tus. Pärast teenistust ülempreester A. Laari 40. 'surmapäeva leinapalve leinakültnlad ja mälestuslaululeht A. Laari pildiga. Teenib ja jutlustab külaline Rannu preester VoSnesenski. Pr. M. Järvits. Läti jumalateenistus, mis oli välja kuulutatud 2. aprilliks, jääb ära. Aprillis on ette nähtud jumalateenistus ed: Suurel Reedel (armulauaga) ja lihavõtte esimesel pühal kl. 8 p. l. Jaani kirikus, sissekäik külg uks esi. Prof. Seesemänn. Sintke Risti GeltS ja 2. Metodisti, kog. PuiStee 46. Laupäeva õhtul kell 8 piiblitund, pühapäeva homm. kell 9 pühitsuskoosolek ühes Issanda lauaga, kell 12 pühapäevakool, kell 3 p. I. ovangelisatjsiioonikoosolek. kõnelevad mitmed noored vennad, keelpillikoor, lmilulehed. J. Jakobson. Evangeeliumi VennaSte boguduS. Vaib. Puiesteel nr. 2. Laupäeva õhtul kell 7 paitoetund. .Pühapäeval homm. kell palvetund. kell 3 p. l. pühapäevakool, kell 3 p. I. evangelisatsioon. J. Buschberg. MetadiSti kirik. Laupäeval kell 8 õht. pallvokoqSolek. Pühapäeval, ktzll (10 homm. ja kell Sp. l. jumalateenistus. Kell 12 p. pühapäevakool. S. L. ühingu S. aastapäev ja kontsertjumalateenistus on 9 apr. kell 6 p. l. Saksa teatris, £>. Leesmani meeskoori kaastegevusel Tallinnast. A. Kuum. „Priiusuliste Kodu Paetva õhtul kell MtB pallvetund; pühapäeva homm. kell 10 jumalateenistus piibliseltusega, kel? 12 pühapäevakool lastele ja õhtul kell 7 üldkoosolek, kõneleb õp. A. Kuum. Keelpillikoor. A. Sergo. Päästearmee koosolekud. Tähe tän. nr. 124. Laupaeval kl. 7,30 õht. „Noorte esinemine Pühapäeval kell 10.30 homm. pühitsutkooSolek. kell 12.30 p. pühapäevakool, kell 7 õht. äratuskooolek. Teisipäeval kell 7.80 õht. päästmiskooSolek. Neljapäeval 7.30 õht. põäsimiSkoosolek. Reedel kell 3p. l. lastekoosolek."}
{"Correct_Percent":null,"topic_lvl1":"[1] World news","id":"tallinnateataja19170505.1.2_P2_TB00004","label":"ARVAMUS","modernized_text":"ja kõige lähemas ühenduses püüavad ühiste sihtide poole siis ei ole rahvusttsel vaenul alust! Neid põhjusmõtteid õigeks pidades, asusid Eesti sõjamehed oma' väeosade korraldamisele. Peterburis asutasid umbes 15.000 Eesti soidattt oma kesk-konrttee, mis Peterburi sõjaväeringkonna ülema poolt kinnitati. Tallinnas valisid Eesti sõjaväelased oinal koosolekul 6. aprillil ajutise büroo, kes siin Eesti sõjaväelasi pidi organiseerima. Samasugused keskkorraldused asutatt Soomes (Vilmansttandis, Viiburis ja teistes) ning viimasel ajal 5. ja 9. tegeva väe staapide juures. Praegu Tallinna kogunenud Eesti sõjaväelased on siia saadevd kindralstaabi peavalitsuse mvbilisatsioni jaoskonna ülema telegrammi 9. aprillist nr. 13624 põhjal, kus sõjaväe ülemus Eesti sõjaväelaste keskkorralduste poolt avaldatud soovisid õigeks tunnistades käsu andis, et sõjaväeringkondadest (OKpyn») eestlasi, kes Vabatahtlikult selleks soovi avaldavad. Tallinna merekindluse komandandi Võvmukonda saadetaks. See käsk ei käi ag amiHe' tegeva väe kohta. Büroo 13. aprilli otsuse ja polgu koMitee 26. aprilli otsuse põhjal võetakse vastu sõjaväelasi ainult sellekohaste tõendavate doku men t i dega nende väeülemate poolt; nende kohta, kes esialgul ilma kindlate dokumentideta siia jäid, on järelpärimised väeosadesse saadetud, ühtlasi töötas Eesti sõjaväelaste keskkomitee Peterburis GeV iväsosade põhjustkitrja (najiosKeiHie OFRB ÖCTOHOKHLXT) BOÖjOKOBIIXT» HAICTHXB) Välja, mille sõjaminister 12. aprillis kinnitas. Tallinnas, 6. aprillil Eesti sõjaväelaste koosoleku otsusest teatas sõjaväelaste büroo Tallinna' tööliste ja sõjaväelaste saadikute nõukogule, 14. aprillil sõjaVäekomitee kaudu(BoeEMNÄ mMHreri3>), kes tPM aM-a Vbi vMtama ja tööliste ja sõjaväelaste saadikute nõukogule edasi andma; see on aga teadmata põhjustel tänapäevani tegemata jäänud. See küsimus on aga. täidesaatva komitee poolt teataval määral siiski Eesti sõjaväelaste büroo nime peale vastatud, kirjaga, milles täidesaatev komitee ettepaneku tegi, eestlasi ainult neist Väeosadest Vastu Võtta, kust nende ületulek lu' batud on. Veel ennem, nimelt 11. aprillil pöo' ras Peterburi Eesti keskkomitee tööliste ja sol' dattte nõukogu täidesaatva komitee poole, kus ' neid haruldase lahkusega Vastu võeti ja kus k sotsialdsmokratide tuntud eestvõtja!Sokolov"}
{"Correct_Percent":null,"topic_lvl1":"[1] World news","id":"tallinnateataja19170505.1.2_P2_TB00002","label":"ARVAMUS","modernized_text":"29. aprillil s. a. võttis Tallinna tööliste ja sõjaväelaste saadikute nõukogu Eestt Väeosade asutamise asjus eitava seisukoha. Krnia nõukogu otsuse põhjendus kui ka koosolekul ettetoodud arvamised igale eestlasele-svtdattle sügavalt haavavad ja täiesti ekslikud on, loeme oma kohuseks Tallinnas viibivate Eesti sõjaväelaste nimel avalikult järgmist teatada. Suure sõja algul tekkis Tartu Eesti seltskonnas mõte Eesti pataljonisid asutada, mis aga endise valitsuse esitajate poolt tagasi lükati, sest et see oleks andnud nevolutsionilisele Eestile võimaluse ennast organiseerida. Sõja kestvusel, pärast Latt pataljonide asutamist, anti sõjaväe ülemuse esitajate poolt mõista, et soe ka eestlastel nüüd Võimalik oluks, .äuua aga vahepeail olid selgunud sõja põhjused ja sihid, ühtlasi ka endise valitsuse seisukoht sisemises politikas ja muulaste küsimuses, lükati ettepanek eestlaste poolt kindlasti tagasi, sest Eesti Väeosade loomine oleks ainult vana nxtliisiifc ja tema sihtidele ning püüetele toetuseks olnud. Nüüd, kus Võimas vabaduse puhang vana valitsuse ühes tema põhjusmõtetega hävitas ja Vaba Venemoa Välja kuulutas Vabadused kodanikkudele ning enesemääramise õigused rahvustele, tärkas revolutsi oai li ses s õjaväes rahvu sliste vä eo sa de mõte. Kõik rahvuse d as usid enda organiseerimisele. Eestt sõjameestele muutus see 'küsimus aga iseäranis põlevaks, sest et just meie väike kodumaa praegu Venemaa kaitsemises kõige suurema tähtsuse omandab. Kui langeb Saksa dessandi raske hoobi all meie rand, siis on Venemaa tõsises hädaohus, sest siit kaudu avaneb tee Peterburi, sellega ühes on kõikumas kõik reUVlutsvui kandil võidetud vabadused. See võimalus kerkis kohutava ähvardusena iga Eestt sõjamehe silme ette ja peaaegu ühel ajal tekkis Eestt väeosade kodumaale koondamise Mõte Peterburis, Tallinnas, Soomes, Moskvas, Tartus j. m. Miks tõttavad kõik eestlased ise oma kodumaa kallast kaitsema? On siin väge vähe, või ei suuda soe seda teha? Ei Vene sõjavägi kaitseb ü >hesuguse vahvusega kogu väerinda! Kuid just siin saavad eestlased üleüldisele asjale kõige kasulikumad olla. Ei maksa korrata seda, mis kasu Läti väeosad Riia iväerinual on täide saatnud: vägi, kes tunneb"}
{"Correct_Percent":100,"topic_lvl1":"[1] World news","id":"kaja19290813-1.1.7_P7_TB00003","label":"ARVAMUS","modernized_text":"Laupäeval, nagu juba teatatud, algas Tartu ülikooli aulas erakorratine koolinõunikkude päev, mille peateemiks on kõlblise ja usulise kasvatuse seisukord koolis ja selle tõstmise võimalused. Päeva avamiskõnes juhtis haridusja sotsiaalminister J. Hünerson sellele tähelepanu, et praegu igapäevane nähtus on, et inimesed ise enestel elu võtavad, elutüdimust kurtes. Sarnase nähtuse juuri tuleks lähemalt uurida ning selgitada, kas need inimesed pole mitte sarnased, kes pole kodust ja koolist saanud kaasa küllaldasel määral kõlblist jõudu, et elule vastu panna. Sel ajal, kui oleme edusamme teinud kultuurilisel, majanduslikul j.t. aladel, on meil vähe ära tehtud kõlblise kasvatuse alal. Muidugi ei saa siin üksi kool aitajaks olla, vaid seda tööd tuleb teha ka seltskonnas, kodus ja mujal. Hra minister avaldas lootust, et käesolev päev annab hoogu sellele suurele ülesandele lähemale asumiseks. Esimesena asus kõnelema ülikooli rektor prof. J. Kõpp, teemil: kõlblise ja usulise kasvatuse tõstmise abinõud koolis. Kõneleja näitab eestkätt ära, mis on kõlblise ja usulise kasvatuse eesmärgiks. On oluline, et kodu ja kool koos töötaksid, kusjuures peaks hoolitsema, et kodud terveneks ja seltskond paraneks. Tervenemisele aitaks paljugi kaasa kiriku ja kooli koostöö. Mis puutub usuõpetuse revideerimisse, siis ei ole praegune olukord rahuldav. Revideerida peaks võima isik, kes on usuõpetusse suuremal määral süvenenud, seda võiksid teha eriteadlased, kes teoloogilise hariduse on saanud. Samal teemil kõneles veel hra Fluss, kuna koolinõunik Raua sama teemi puudutav referaat kõneleja haiguse tõttu hra Brülleri poolt ette kanti. Hra Fluss nõudis, et usuõpetajad ei tohiks oma ametit mingi kõrvaltööna võtta. Hra Raud näitas, et meil valitseb leigus usu vastu, ka usuõpetajate esimene kongress ei annud tarvilisi tulemusi esialgne hoog vaibus peagi. Suureks puuduseks on usuõpetuse õpetamisel, et tarvilikud raamatud puuduvad. Selle järele kõneles dir. Käis omavalitsus kui kasvatuse tegur koolis. Huvitava kõnega, mis üldist tähelepanu äratas, esines haridusminister J. Hünerson, kes käsitas teemi"}
{"Correct_Percent":null,"topic_lvl1":"[1] World news","id":"tallinnateataja19170505.1.2_P2_TB00021","label":"ARVAMUS","modernized_text":"Venemaal sõjapidamist takistada katsuksid. See arvamine leiab ühest hiljuti avaldatud ajalehe teatest tuge. Selle teate põhjal on Vone-SchVeitsi saatkoird oma ja Schveitsi nuuskurite abil emigrantide iile teateid kogunud, kes nendest sõja» poolt, kes sõja Vastu on. Ja need teated on Vene saatkond Inglise Valitsusele kätte toimetanud. Nende „teadete põhjal toimetatakse siis emigrantide sõelumist ja sorteerimist. Kui fee teade ainult sel kujul oleks ajalehes seisnud, oleks selle tõe juures Vast kahelda Võinud. Aga asi leiab teistel teedel kinnitust. Et Vene saadik Schveitsi Politseiteenijate abil emigrantide seas nuuskuriks, seda kinnitab mitme Schveitsi politseiniku Vastu tõstetud süüdistus ja nende karistannne. Tuli avalikuks, et mitu schveitsi politseinikku Vene saatkonna poolt 'kindlat kuupalka said. . . Teiste teadete Põhjal on avalikuks saanud, et Lausanne's tegeval Inglise konsulaadi ametnikul niisugune emigrantide nimekiri toepoolest tarvitada on. Kui „õiged bel kogutud teated on. see on muidugi iseasi. Tekib küsimine, kas need emigrandid, keda Inglismaa Venemaale reisida lubaks, seda „luba emigrantide seast ei taha seda „luba tarvitada, nad peavad seda eneste au rüveta'misÄs. et Inglise tvalitsus neile nende Meelsuse Põhjal oma sõbralikku tuge Pakub. Olgugi, et nad oma kaa.s-emigranttdega sõja edasipidamtse ja rahunvudmise küsimustes lahku läheVad, tagasireisu küsimuses tahavad nad, nagu tõsised demvkradid kmragi —, et kõigile ühesuguse mõeduga mõedetccks . . . Sellepärast on arvata, et ainult üksikud sõjasõbrad seda Inglise Valitsuse eri-lahkuft tarvitavad, Vast ehk nimekad juhid, nagu PlehanoV, Aleksinski ja Mõned teised, suured hulgad mitte. Nõnda tuleb siis Välja, et Valitsuse „amnestta mise kuulutus nendele, kes sedasama püüdsid, mis nüüd' korda on läinud, s. o. aastaid ja aastakümneid kannatajatele, SchVeitsis, nõndasama ka Jtalias, Prantsusmaal ja Inglismaal Viibijatele pagulastele nõndasama tüh-"}
{"Correct_Percent":100,"topic_lvl1":"[1] World news","id":"sakalaew19361118.1.6_P6_TB00005","label":"ARVAMUS","modernized_text":"Kolga-Jaani apostlik õigeusu kogudus oli saatnud põllutööministeeriumile avalduse, et temale antakse maad omavalitsuse ja üldkasulikkude organisatsioonide maaga varustamise korras. Palve tunnistas maakorralduse komisjon põhjendatuks ning otsustas kogudusele anda 8,17 ha suuruse maaala Vana-Põltsamaa valla piirides asuvast riigi tagavara heinamaast. Seaduse jõu omamiseks vajab komisjoni otsus veel vabariigi valitsuse kinnitamist. Õisu vallas asuva Tebina talu omaniku palvel tunnistas komisjon tähendatud taluja riigimaa vahetuse tarvilikuks ja otstarbekohaseks. Tarvastu valla Lohu talu ja vahetatava riigimaa hindamise otsustas komisjon kinnitada. Selle kohaselt tunnistakse vahetatavad maad üheväärtuslikuks ja kummalgi poolel juurdemaksu ei tule. Vana-Põltsamaa valla Teppo talust Hans Justile-, Aavikumäe talust Aleksander Kelderile, Ruudi talust Hans Kukele, Hansu-Jaagu talust Jakob Annusele ning Suislepa valla Nuki talust Eeva Loidapile ja Seakala talust Jaan Üprusele popsikohtade eraldamise ja korraldamise kavad kinnitati niisugusel kujul, nagu see kohapääl maamõõtja poolt esildatud. Vana-Põltsamaa valla Reinu talust August Turule ja Maali Reinbergile popsikohtade eraldamise kava arutamine lükati edasi, kuna selgus, et August Turu popsikohale antud juurdelõike omandusõiguse pärast on protsess käimas. Riik tunnistas küll selle alul. riigi maaks, kuid taluomaniku poolt on kohtus nõudmine tõstetud selle vastu, pidades seda talude ühismaaks. Olustvere valla Tupe talust Anna Siimerile ja Vana-Tänassilma valla Pooli talust Johan Kärmasele popsikohtade eraldamise toimetused otsustas komisjon ära lõpetada, kuna Tupe talu omanik on popsikoha selle pidajalt ühes hoonetega ära ostnud. Pooli talu popsile Kärmasele on aga riigi poolt uus koht rajatud Risti koolimaa ülejäägist, tingimustel, et tema popsimaa talule tagasi annab."}
{"Correct_Percent":100,"topic_lvl1":"[1] World news","id":"sakalaew19361118.1.6_P6_TB00003","label":"ARVAMUS","modernized_text":"Laupäeval oli maakorralduse komisjoni järjekorraline koosolek. Esimesena vaadati läbi Loodi abimetsaülema palgamaa koha ümberkorraldamise ja tee rajamine M. Väli asundustalu maaalast. M. Väli soovis oma talule metsaülema palgamaast umbes paarivakamaalist juurdelõiget. Maakorralduse asutuste poolt oldi asjaga peri, kuid tingimusel, et Väli oma krundist lubaks rajada väljapääsu tee abimetsaülemale. Selleks M. Väli nõusolekut ei annud ja nii esitati maakorraldaja poolt 24. augustil kava, millega niihästi tee rajamine kui ka juurdelõike andmine ära jäi. Asja arutati paar korda ning nüüd otsustas komisjon asja lahendada niimoodi, et M. Väli saab siiski abimetsaülema palgamaast umbes 0,18 ha suuruse rohumaa juurdelõike, kuid peab selle eest laskma metsaülemat oma krundist läbi käia, milleks rajati 4 meetri laiune tee. 1929. aastal planeeriti Karksi mõisa järele olevatest riigi metsamaadest neli uut kohta kogusuuruses 175 hektaari, mis anti tagasi endise Karksi mõisa omanikkudele Dalvigk-Lichtenfelsidele. 1934. aastal müüsid kõik pärijad kohad ühes kasvava metsaga riigile tagasi. Kuna neil kohtadel on täiesti metsa iseloom alal hoidunud, siis otsustas komisjon need krundid uuesti ärakaotada ja vabanenud maa-alad Karksi metskonna külge liita. Vardi asunduse krunt nr. 32 ümberkorraldamise kavaga on sellele kohale riigi maast 0,50 ha suurune metsamaa ja 0,30 ha suurune heinamaa juurdelõige antud ning lahusolevale tükile juurdepääsu tee rajatud. Selle kava vastu keegi ei protesteerinud ning komisjon otsustas selle kinnitada."}
{"Correct_Percent":null,"topic_lvl1":"[1] Education","id":"tallinnateataja19170505.1.2_P2_TB00015","label":"ARVAMUS","modernized_text":"30. aprillil s. a. oli Rakveres Hariduseseltsi koolimajas Virunma Eesti Kooliõpetajate Seltsi teine üleüldine koosolek. Kokku oli tulnud umbes 70 kooliõpetajat paa igast Virumaa kihe!lõunast. Koosolekut juhatas E. Rosenberg ja protokolli kirjutas J. Sõster, mõlemad Rakverest. Kõige pealt andis koosolekujuhataja E. Rosenberg pikemalt seletust aprilli algul Tartus ärapeetud jrahvahariduse kongressi töödest ja vastuvöetUd otsustest. Selle järele tuli kohalise Kooliõpetajate Seltsi põhjuskirja muutmine päevakorrale. Et kõigil nvvikonna kooliõpetajatel geografilistel oludel Võimata on ühise maakonna kooliõpetajate seltsi ümber aktiivsele tegeVusele koonduda, otsustati esialgul Vähemalt tähtsamatesse keskkohtadesse, nagu Rakvere, Väike-Maarja, JõhVi ja Narva kohatised kvoliõpetajato-ühisused elule kutsuda. Pärastpoole võib igasse kihelkonda on va ühisus asuda. Kõik ko halised tvoliõpetaj.''te-ühisused ühinevad aga üheks maakonim kooliõpetajateliiduks. Maakonna koolid õpetajateliidu nõukogusse saadab iga kohaline ühisus ühe saadiku iga oma 10 liikme tfohto. Kõik koha,liste ühisuste korda-kaks, kolm aastas ühisele koosolekule Rakvere kokku tuletvad, nroodustavad Virumaa kooli õpetajatel ii õu täiskogu. Täiskogu seab üleüldised juhtnvtted ja» sihid lostolistele iihisustele ning Valib täidesaatva komitee. Neil põhjusmötetel kokku seattld Virumaa kooli õpetajateliidu, ning kohaliste kooliõp.-ühisuste põhjuskirjad Võeti Vastu ja kinnitati. Seega tunnistas koosolek enese Virumaa kooliõpetajateliidu"}
{"Correct_Percent":null,"topic_lvl1":"None\n","id":"eestikirikeelk19260401.1.6_P6_TB00007","label":"ARVAMUS","modernized_text":"last vabaks, kui et üks süütu hukka mõistetakse. Aga seal Jeruusalemmas suures kohtus valitses pime viha ja Rooma maavalitseja südames võttis võimust hirm rahva ees ja kartus oma kõrge koha kaotamise pärast, nii et kõige parema teadmise ja südametunnistuse vastu mõisteti õige inimene hukka. Kui Jeesus suri, sündisid looduses imed otsekui leinamise märgiks. Aga veel suurem ime oli see, et inimeste südamed, mis kivikõvad näitasid olema, nagu kaljud puruks läksid ja ümber said muudetud. Hirm ja värin maldas rahva hulka, kui ta niisugust valusat, aga ometi õndsat suremist nägi. See oli uue elu algus. On kahesugust patukahetsemist. On patukahetsemist, mis enesele otsa ette lööb ja ütleb: oh ma rumal, mis ma olen teinud? See patukahetsemine viskab saadud höbetükid templi põrandale ja poob enese üles meeleheitmises. Aga on meel teistsugust patukahetsemist, mis omale vastu rindu lööb, mis seda pattu tahab tabada, mis rinna all pesitsemas. Vks niisugune patukahetseja oli see Rooma pealik ja need juudid seal risti all, kellest on öeldud, et nad lõid omale vastu rindu ja läksid tagasi, see tähendab: nad pöörsid ümber. Patukahetsemisega peab ikka ümberpöörmine ühendatud olema. Meie tänane Kolgatal seismine peab ka meie peale mõjuma. Oleks asjata Kristuse kannatamist ja suremist mäletada, kui see meid sugugi paremaks ei muuda. Oma isa ja ema puusärgi ääres on juba mõnigi poeg ehk tütar teiseks saanud. Kas meie Õnnistegija suremine meid mitte ei peaks muuta voima?"}
{"Correct_Percent":34,"topic_lvl1":"[1] Weather","id":"postimeesew19390716.1.1_P1_TB00039","label":"ARVAMUS","modernized_text":"Möödunud nädalal olid hoogja äikesevihmad igapäevased nähted. Püsivamat lausvihma ei ole Eestis tänavu kevade ega suve jooksul üldse sadanud. Selles aga seisabki Mr kurbloolus. Hoogvihmad, nagu ikka, on alati paigutise iseloomuga ja jätavad sageli üksikud maakohad niisutamata. Nii on see juhtunud ka käesoleval juulikuul. Saaremaal võidutseb paiguti kevadine põud veel edasi. Kuigi kõigist sademete jaamadest andmed veel puuduvad, võib siiski ütelda, et Eesti kõige läänepoolseni maa Vilsandi ei ole juulikuus ainustki piiska vihma saanud. Juuli algusest kuni 15. juulini on kõige enam sadanud Vaindlo saarel 36 mm. Edasi Paldiskis, Pärnus ja Viljandis 32 mm, Narva-Jõesuus 26 mm ja teistes kohtades vähem. Peab märkima, et Vilsandis ka juuni lõpupoolel väga vähe vihma tuli. airuzlt paaril kokku 7 mm. Möödunud nädala kestel püsis Euroopa enamuses madala õhurõhu seisu juures. Inglismaalt tulev madalrõhkkond siirdus Skandinaaviasse ja tungis kuni Valge mereni, kust ta aeglaselt tagasi liikus ja sealjuures täitus. Nädala lõpul oli ta juba kadunud. Nimetatud madalrõhkkonna mõjul levisid Skandinaavia jahedamad õhumassid Balti riikidesse ja osalt ka Kesk-Eurööpasse, Põhjustades laialdaselt äikest ja hoogvihma. Temperatuur Eestis ei tõusnud kcskpäeval Palju üle 20-ne kraadi ja ööd sageli olid üsna jahedad. Lõuna-Euroopa ja Venemaa Püsisid edasi soojade õhumasside valduses. Eriti Lõunaja KaguVenes valitsevad juba kauemat aega väga"}
{"Correct_Percent":null,"topic_lvl1":"[1] World news","id":"tallinnateataja19170505.1.2_P2_TB00003","label":"ARVAMUS","modernized_text":"oina võitluse piirkonda, ümbruskonna rahvast [a selle feelt; Vägi, kus ohvitserid ja soldatid ühest rahvusest on ja üht feelt kõnelevad, mis Võimaldab vastastiku arusaamist ja kõrvaldab igasuguse rahvuslise umbusalduse; Vägi, keda lõpuks kõige lähemad ja soojemad sidemed seovad piirkonnaga, mida ta kaitseb ja kes seda sellepärast Iõvi Vahvusega teeb sarnane Vägi võib neis tingimistes kõik teha, mis inimese Võimuses seisab. Kas ei ähvarda aga meid rahvusline Vihavaen, kui meie eestlasi teistest eraldame? Ja ähvardab, kuid ainult siis, «kui seda meelega püütakse õhutada, nagu see praegu meie linnas sünnib. Kui aga asja peale asjalikult ja kainelt Vaadatakse, siis kaob igasugune Vihavaen. Meie, Vene Väeosadest siia tulnud eestlased Võime kinnitada, et meid mahajääjad kaasvõitlejad, seltsimehed-venelased, kõige soojemate soovidega teele saatsid. 15. aprillil kutsuti Tallinna sõjaväelaste büroo esitajad esimese ja teise kindluse polkudesse asja selgitama. Ja kui meie oma põhjusmõtted ära seletasime, siis lasti tulevasi Erstt polkusid elada! Ärgu püütagu ainult seletada, nagu tuleksid eestlased Väerinna seljataha pakku see süüdistus tabaks samuti ka kõiki teisi kohalikka Väeosasid, Vaid näidatagu, et just meie Väe Piirkonda randu ja saari kõige suurem hädaoht ähvardab. Ärgu ässitatagu, nagu tahaksid eestlased venÄvsi maalt Välja ajada, Vaid et nad just stlle Vastu nendega käsikäes"}
{"Correct_Percent":34,"topic_lvl1":"[1] Weather","id":"postimeesew19390716.1.1_P1_TB00040","label":"ARVAMUS","modernized_text":"soojad ilmad. Paljudes kohtades ulatuvad päevased temperatuurid 35 kraadini. See tugev soojalaine ulatub kaugele Põhja. Nii oli möödunud nädala lõpul juba Valge mere piirkonnas ja Siberis paiguti üle 20 kraadi sooja. Kesk-Euroopa's ja Keskning Lääne-Venes on õhurõhumine uuesti tugevasti tõusnud. Inglismaal aga püsib paigal juba mitmendat päeva madalrõhkkond. On tõenäone, et see madalrõhkkmrd siiski aeglaselt ida poole liikuma hakkab või vähemalt Lõuna-Skandinaavias või Põhjamere rannikul osavõi ääremiinimume tekitab. Seoses sellega läbistaksid või riivaksid ka Eestit kas hoogsademete või ka lausvihmade võimalused ühes äikesevõimalusega. Seda olukorda arvestades peaksid meil eeloleval nädalal muutlikud ilmad edasi kestma. Kuna Kesk-Euroopas valitseva kõrgrõhkkonna mõjul võiksid meil edasi püsida lõunakaarte tuuled, mille tõttu soojad õhumassid meile kantakse, siis on nädala esimesel poolel oodata temperatuuri tõusu. Eriti Põhja-Eestis, kus praegu sünnib veel õhumasside segunemine ning seoses sellega sajab paiguti vihma, peaks temperatuur märgatavalt tõusma. Kui aga Jnglismaa madalrõhkkond hakkab Kesk-Euroopa kaudu meile oma mõju avaldama, siis on nädala keskpaiku oodata uut temperatuuri langust, kuna siis pääseksid põhjakaarte tuulte tõttu jahedamad õhumassid Soome lahe piirkonda. Hoogja äikesevihma võimaiused ei näi käcsoleval nädalal kaduvat. _ J. K."}
{"Correct_Percent":null,"topic_lvl1":"[1] Estonian local news","id":"postimeesew19330401.1.7_P7_TB00004","label":"ARVAMUS","modernized_text":"Paljudel majaomanikkude!, kes omal ajal rentisid Veeriku ja Muuli talu maadest omale ehituskrundid ja püstitasid sinna elamud on nüüd rendi aeg lõpul ja maaomanik tahab neilt krunte kätte saada ning nõaub ehituste ärakoristamist. Mõnede -rentnikkudega on maaomanik kohtuski olnud ja nõuab nüüd kohtu otsuse täide viimist. Kuna selline hoone maha lõhkumine rentnikele väga palju kahju tekitab ja mõnele peaaegu terve varanduse kaotust tähendab, siis on rentnikud saatnud riigivamat dekreedi alusel panna seisma kohtunsmale ühise kirja, kus palutakse riigivaneotsuste täitmine ja vastav seadus riigikogule esitada rentnikkude ja maaomaniku tvahekorra reguleerimiseks ,kui pooled ise oi jõua kokkuleppele. Linnavalitsus on omalt poolt saatnud riigivanemale kirja, milles teatab, et ta rentnikkude palvet toetab täies ulatuses. Linna administratiiv piires asuvate maa-1 alade kasutamise lepingute pikendamise seaduse muutmise seadusega on pikendatud ' rendi lepinguid 1936. a. 1. jaanuarini, kui maaomanik ja kasutaja ei saavuta omavahelist kokkulepet maa edaspidise kasutaurise kohta. Kuid see leping kindlustab ajutiselt. Linnavalitsus sooj vitab, et võtta korraldamisele linna piires usuvate asutiste ja eraisikute rendimaad samadel alustel nagu seda alevites on tehtud."}
{"Correct_Percent":null,"topic_lvl1":"[1] Estonian local news","id":"postimeesew19330401.1.7_P7_TB00026","label":"ARVAMUS","modernized_text":"Kolmnpäetval kõneles mag. Joh. Semper Tartu Keskkooliõpetajate ühingu eesti keele sektsioonis ..Peajooni eesti stiiliõpetusest Vaated poeetikale ja stiilile käivad teataval määral käsikäes üldiste politiliste tõekSpidnmiStega: Revolutstooni ja demokratismi ajajärkudel nõutakse ja harrastatakse ka stiikitvabadust, rohkem distsiplineeritud aegadel distsiplineerub ka stiil. Pole sugugi juhus, et Boileau täpne ja range „L'art poätique kõige vägevama Louis 14. ajal. On olemas siiski vältimatuid nõudeid, miS on läbistanud kõik ajajärgud vanrrst antiikajast meie päevini. Ilma nende nõuete täitmata ei saa head stiili. Need on lihtsus, selgus Zcr tabavus. Neid omadusi nõutakse esijoones ja vältimatult igasuguselt tarbestiililt, kuid ka õilisstiili tarvitajad peaksid õigupoolest' enne selle kooli läbi tegema ja kui osatakse täita treib algnõudeid, alles siis hakatagu arendama isikupärast stiili. Selguse nõuded dikteerivad, et e! tohi tarvitada samakõlalisi sõnu seal. kus njrd tekitavad mõitesegadust. nagu näiteks Ridalal „Ta müksas kõhtu vastu tvaenlase linnapea toJfi napea ..tokk Palju asesõnalist homonüüme, ml? rikuvad selgust, esineb meie tõlkekirjanduses, näiteks ..tema lükkas temlr maha helduvad sõna „er „on tohi tuua eesti keele."}
{"Correct_Percent":34,"topic_lvl1":"[1] World news","id":"postimeesew19390716.1.1_P1_TB00029","label":"ARVAMUS","modernized_text":"puudutada kõiki küsimusi. Jaapani poliitilistes ringkondades arvatakse teadvat, et laupäevane läbirääkimine on arenenud umbes järgmiselt: Arita olevat tähendanud, et Jaapani võimude käitumine Briti kontsessiooniala suhtes on õigustatud ja hädavajalik. Seejärel olevat ta puudutanud pinevaid suhteid Jaapani ja Inglismaa vahel kui ka Tientsini sündmusi. Samuti olevat ta käsitlenud sündmust Hiina teistes osades. Arita olevat seletanud, et on raske jõuda mingi lahenduseni, kui Inglismaa ei taha suuremeelselt koos töötada Jaapaniga. See koostöö on tingitud Jaapani armee poolt loodud olukorra tagajärjel. Selle peale olevat samade ringkondade teatel Craigie teinud ettepaneku täita järgmisi põhimõttelisi tingimusi, mis oleksid läbirääkimiste aluseks: 1) Tuleb austada rahvusvaheliste kontsessioonialade erapooletust. 2) Neis kontsessioonialades tuleb säilitada Briti õiguste ja huvide status quo. Temal, Craigiel, ei olevat volitust alustada üldisi läbirääkimisi olukorra üle, mis on tekkinud Tientsini sündmuste tagajärjel. Jaapani poliitilised ringkonnad näevad juba ette läbirääkimiste arengut ühenduses Craigie poolt nimetatud alustega. Toonitatakse, et Craigie on esitanud vastunõudmisi ja et ta peab uusi informatsioone."}
{"Correct_Percent":null,"topic_lvl1":"[1] Estonian local news\n","id":"tallinnateataja19170505.1.2_P2_TB00009","label":"ARVAMUS","modernized_text":"Ei peast meie oma nahast välja, nagu keegi oma nahast välja ei peast. Eesti teatergi on truu vastuhelk meie rahlvuskulturalise pinnatafa madalusest, meie rahvuslife iseteadvuse kobamast, võeraste ollustega ja mõjudega mürgitatud poolarenemata iseteadvusest. , . Juba meie teatrimajadki oma puhvetija kõrvaliste üüriruumide füstemiga on nagu kiviks kohanenud sümboliks sellele paratamatu kokkuleppele, mis pea igas meie rahvuskulvtalise elu nähtuses siiamaani avaldub. Ärgu kõlagu see etteheitena ega süüdistusena, vaid tunnistagem tõeasja. Meie publikumil jätkus jõudu ainult avaiamaid hooneid üles ehitada ja neidki suurte piinavate Võlakoormatega, ning meie intelligentsil oli juhtimiseks julgust ainult müüride loomiseni. „Kunstitemplite rid toodi väljast, väljast toodi ka näitekunst neisse templitesse. Tuletage meelde Estonia avamist Inglise meistridraamaga ja selle rahvuslife näitekunsti tallal tehtud vägistuse selleaegseid pooldajaid ja heakskiitjaid ning Võrrelge seda minu pärast või praeguse „Kiire vutijooned lasevad end tõmmata! Meie teatripublikum on meil seda üleüldse? Teatriskäijaid on meil tuhandeid, kuid teatriskäijad ei ole veel publikum. Meie intelligents on meil seda üleüldse?"}
{"Correct_Percent":null,"topic_lvl1":"[1] World news","id":"postimeesew19330401.1.7_P7_TB00034","label":"KULTUUR","modernized_text":"kuulus tantsitar ja klaverikunstnik, kes omas julguse esineda alasti, filmis „Armastuse ästaas lus Ungari seksuaal-psühholoog Gustav Machaty. Selles filmis on otse geniaalselt ja vabana eelarvamustest käsitatud sugudevahelist armastust ja erootikat, ning nende ülisuurt tähtsust inimsoole. Teemi on käsitatud sedavõrd kunstipäraselt, et ta sunnib kõige tagurlisematel moraalijutlustajatel maha panema relvad, avades neile silmad sigivuse üliilusatele psüühhilistile ja füüsilistele eelmängudele üheltpoolt ning pahedele ja kõvvalekaldumistele teiseltpoolt. Peaasjalikult vaadake kord lahtiste silmadega ilusat loodust, inimesi ja nende ülimat ülesannet. Jseloomustav on asjaolu, et film on keelatud kultuuriliselt mahajäänud maades nagu Bulgaaria j. t. Avvustus ütleb muu seas: „Ainult sesuaalselt väga rikutud ja vähe intelligent inimestele paistab film monotoonsena. Iga meeter sellest filmist on enam väärt, kui kümme kõige paremat operetti kokku. Vaadake seda filmi suurima tähelepanuga ja te upute teemi ja käsitamise võrratusse ilusse, mille sarnast nägemust niipea ei kordu. See film jääb meele igale eluksajaks. „Armastuse ekstaas laupäevast, 1. apr. kinodes „Athena „Capitol"}
{"Correct_Percent":99,"topic_lvl1":"[1] Estonian local news","id":"jarvateatajaew19380801.1.8_P8_TB00004","label":"ARVAMUS","modernized_text":"Juba teist suve jätkuvad Leola linnusel Lembitu kantsil väljakaevamise tööd mida juhib prof. Moora. Tänavu katkestatakse kaevamine augustis lootuses, et tuleval suvel uued krediidid võimaldavad seda jätkata. Seni on päevavalgele toodud ligi 300 leidu, samm-sammult selgub Lembitu kantsi algkuju, mallid ja muud ehitised. Mullapõues on säilinud relvaosi, esemeid ja nende kilde, mille najal võime saada ligikaudse pildi sellest, mis toimus linnusel muistse iseseisvuse võitluse ajal. Lembitu ja tema kants! Need kolm sõna ütlevad väga palju igale eestlasele. Side muistse Eesti ja nüüdisaegse vahel on katkestamatu. Mineviku võitlused on annud meile ja annavad jõudu ka tulevastele põlvedele. Kui mõtleme Eesti rahva võitlustele muistseil aegadel, kerkib kujutlusse esimese vabadusvõitluse üldjuhi Lembitu jõuline kuju. Me kui näeksime teda koondamas ja njuhtimas Eesti ja malevat, me kui tajuksime tema kaugelenägelikku pilku. Lembitu suutis ühendada kõik Eesti rahva osad ühiseks rindeks. Lembitu langenud Paala lahingus, algasid meie rahva ajaloo murelikumad leheküljed. Aga Lembitu vaim elas ja võitis rahvale tagasi hallis minevikus kaotatud vabaduse."}
{"Correct_Percent":100,"topic_lvl1":"[1] World news","id":"sakalaew19361118.1.6_P6_TB00016","label":"ARVAMUS","modernized_text":"A. Pulk palus siis maavalitsuse teedeosakonda rahuldada tema palvet, mis ka leidis rahuldamist ja otsustati rajada uus eratee, mis poleks enam läbistanud Pulga talu õue. Selle otsusega ei jäänud rahule Viljandi vallavalitsus ja andis ringkonnakohtule administratiivkaebuse. Kohtulikul asjaarutamisel lasksid endid kolmandate isikutena protsessi tõmmata paarkümmend maapidajat, kelle huvisid tee küsimus riivab. Need maapidajad olid juba alguses esitanud protesti Pulga palve vastu. Asjatundjate poolt toimetati kohapääl paikline ülevaatus. Asjatundjate arvates pole see põhimõtteliselt hää, et eratee läbistab taluõue ning selles suhtes Pulga soov on täiesti arusaadav. Kaebuse esitajate poolt aga väidetakse, et üksikmajapidamise huve ei saa pidada ainuüksi silmas, vaid esikohal seisavad ikkagi üldsuse huvid ja uus rajatav eratee poleks veerandsajale majapidamisele vastuvõetav. Ringkonnakohus asja otsustamiseks võttis paar nädalat aega ja kuulutas otsuse alles teisipäeval. Otsusega tühistati Tusti-Kuudeküla endise eratee sulgemise otsus ning ei antud luba uue teesihi ajamiseks ning uue eratee loomiseks."}
{"Correct_Percent":null,"topic_lvl1":"[1] World news","id":"kaja19350701-1.1.5_P5_TB00023","label":"VALISMAA","modernized_text":"Kumbki laSkis kakS pauku. Kaks esimest kuuli lendasid õhku. Teistkordsel tulistamisel Chiappe'i teine kuul tabas Godin't paremast reiest. Godin seletas aga. et ta ei ole haavatud, sest kuul oli jäänud riietesse kinni. Godin võttis kuuli endale nrälestusekS. Väljakutsujaks oli Chiappe, keS pidas end haävatukS ühest avalikust kirjast. miS Godin temale oli avaldanud. VaStased lahkusid leppimatult pärast kahevõitlust. Lööming Pariisis. Seine departemangu volikogus leidis neil paevil aset ränk lööming. Kui üks kommunist üht parempoolset volinikku sõnadega hamoas, andis see talle pikema jututa paar tulist vastu mahtimist. See oli nagu märguandeks üldisele löömingule. Varsti lendasid õhus' tindipotid, toolid, sulepead ja mis aga kätte saadi. Seine departemangu prefektile visati ühe raske asjaga pähe. Kaks kommunisti osid ühes nurgas kätte saanud ühe parempoolse rahvasaadiku. Nad peksid ta läbi, lõid ta siis pikali ja tallasid tal jaluli otsas. Paljud volinikud põgenesid üle pinkide. Lahing kestis kümme minutit, enne kui saadi jälle koosolekut jatkata. Ka Pariisi konservatooriumis oli mürgel. Kui"}
{"Correct_Percent":100,"topic_lvl1":"[1] Weather","id":"kaja19290813-1.1.7_P7_TB00016","label":"ARVAMUS","modernized_text":"Tapa teine põllumajanduslik näitus avati 10. augustil kell 1 p. l. Inimesi ümber saja. Tibas peenikest vihma, mis tekitas teatud tuska toimepanijatele, eriti kui veel järgmine, s. o. pühapäev, ka tuleb vihmane, siis oleks näitus nii kui nii „mokas, näitus, mida peeti vihmaga, tegi kohal. põllumeeste seltsile oma ilusa kahju. Aga näituse teine päev algas paljutõotavalt. Ilm oli selge ja ilus ning pärastpoolne kerge pilvitus tegi näitusel viibimise veel mõnusamaks. Sellepärast algas ka juba keskpäevast peale korrapärane rahva kogumine, nii et näitust aineliselt kordaläinuks tuleb pidada. Väljapanekuid oli näitusel küll vähe, mõnedel aladel isegi vähem, kui paari aasta eest. Suuremaks osakonnaks võib pidada maaparanduse osakonda. Siin oli väljapanijaid ümber kümne; suurem osa väljapanekuid oli Imastu invaliidide kodu majapidamiselt. Samast majapidamisest oli ka hea kult ja suguemis põrsastega, missugused olid ka ainukesed väljapanekud seakasvatuse alal. Muidu ainult üksikuid väljapanijaid ühelt-teiselt alalt. Pea tõmbenumbriks võis nimetada küll"}
{"Correct_Percent":100,"topic_lvl1":"[1] Agriculture","id":"kaja19290813-1.1.7_P7_TB00020","label":"ARVAMUS","modernized_text":"Viljandi põllumeeste seltsil on kujunenud meeldivaks traditsiooniks igal suvel korraldada mõned peakoosolekud väljaspool Viljandit eeskujulikkudes majapidamistes. Niisugused koosolekud kujunevad ühtlasi suurepärasteks õppereisideks, nagu seda näitas läinud pühapäeval korraldatud koosolek Olustvere mõisas Eesti Aleksandri põllutöökeskkooli ruumes. Suurepärane ilm oli kokku meelitanud rohke osavõtjate pere, kellest enamus, üle 100 inimese, saabus Olustvere jaama rongiga. Jaamast jäi teha vaid veel lü hike matk, ja õppereislased olidki Olustvere mõisas, milline oma massiivsete ja hästi korras ehituste ja suurepärase pargiga jätab juba esimesel pilgul hea mulje. Saabunud kohale, algas kohe põllumeeste seltsi peakoosolek Olustvere põllutöökooli juhataja agr. Männiku selgitava kõnega kooli majapidamise üle. Koolijuhataja tähendas, et kooli elus viimaste aastate kestel suuremaid muudatusi ei ole olnud. Õpilaste vanaduse suhtes on vaid üles seatud suuremad nõudmised, mis sisseastuda soovijate arvu pi-"}
{"Correct_Percent":100,"topic_lvl1":"[1] Agriculture","id":"kaja19290813-1.1.7_P7_TB00017","label":"ARVAMUS","modernized_text":"põllumajandusmasinate ja riistade osakonda, kus väljapanijaid ka kümne ümber leidus. Suuremateks väljapanijateks olid Vilberg, Estakland ja kohalik tarvitajate ühisus. Uudisena selles osakonnas oli Nikolai ja Konstantin Hindriksonide valmistatud keskmises suuruses viljapeksumasin, missugust võib nimetada parimaks viljapeksumasinaks, mis iial meil on valmistatud. Teiseks suuremaks uudiseks oli Vilbergi äri poolt välja pandud 15/25 h. j. „Austin tiline olevat. Hind pea võrdue uus „Fordson vilja peksuks kui ka künniks, kaal umb. 85 pd. Näituse teisel päeval korraldati lüpsivõistlused. Auhindu said: 1) Hilda Sikk Imastult, 98 punkti, 1. auh. dipl. suur hõbe aur. peale ja 8 kr. 2) Lonny Rohusaar, Lehtse Pruunalt 97 p. 1. auh. dipl. suur hõbe aur. peale ja 8. kr. 3) Karl Orav 87 p. 1. auh. dipl. suur hõbeauraha peale ja 8 kr. 4) Miina Rohusaar Lehtse Pruunalt, 2. auh. dipl. väike hõbe aur. peale ja 5 kr. 5) Mart Kalde, Tapa Karkuse k. 2. auh. dipl. väike hõbeaur. ja aastakäik ajakiri „Põllumees"}
{"Correct_Percent":null,"topic_lvl1":"[1] Estonian local news","id":"postimeesew19330401.1.7_P7_TB00042","label":"ARVAMUS","modernized_text":"Jurta juudi eragümnaasiumi õpilastele käesoleval aastal korraldatavate lõpueksamite to-misjoni juhatajaks on haridus-sotsiaalministeerimni poolt määratud H. Tressneri gümnaasiumi inspektor R. Kleis. Tarin senine Munsikasektsioon lemisi perekas segakoor, on otsustanud oiya peakoosolekul uueks nimetuseks võtta .Tartu üliõpilassegakoor Kaupluste vaateaknad dekoreeritakfe juba liginetvatele kevad-pühadele kohaste kaubsiartiklitega. Ennekõike toiduainete ja koloniaalkaupluste vaateaknad. Mitmed neist on vii-ngrfe võimaluseni täidetud shokolaadist munade ja jänestega. Kevadilmad meelitavad inimesi tibadest välja puiesteedele ja parkidesse. Barklaiplatsi pingid on pea päeva läbi vnllutatud jalutajate poolt, kes jälgivad sealt südalinna askeldusi. Talurahva kausiluSteS on alanud põllutööriistate müük. Nõutakse peitmiselt atru, vedrusid ja raudäkkeid. Kunstsõnniku ostude suhtes ollakse väga tagasihoidlik, sellesse tohiks veidi elavust tuua teeolude paranemine."}
{"Correct_Percent":null,"topic_lvl1":"[1] Estonian local news","id":"postimeesew19330401.1.7_P7_TB00018","label":"ARVAMUS","modernized_text":"Rahvusliku Keskerakonna Noorte sektsmoon korraldab esmaspäeval, 3. aprillil kell 8 õhtul Naisseltsi ruumes Lutsu tän. nr. 14 klubiõhtu, mille kavas rikkalikult õhtu meeleolu kohaseid ettekandeid: viiuli, klaveri, laulu soolod, meeskvarteti laule, deklamatsioone, kaks lühikest päevakohast kõnet. Kogusummas esineb ettekannetega tosin isikut. Esinejate nimed ja üksikasjalikuma kava toome homses lehes. Ühine teelaud. Õhtust on palutud osa võtma kõik Rahvusliku Keskerakonna liikmed ja nende poolt soovitatud külalised. „ühisabi Tartu „ühisat>i aasta peakoosolekut. Juhatas J. Michelson ja protokollis prl. E. Künnapuu, ftp. A. Kuuma aruandest selgus, et „Uhisabi kustele vaatamata tegevust isegi suurendada. Nii jagati möödunud tegevuSaaStal üle 73.000 lõuna, mis on 18.000 lõunat rohkem kui eelmisel aastal. Öömaja on kasutatud 5260 korda. Sissetulekuid on saadud ainult seltskonnalt, peaasjalikult kaupmeeskonnalt."}
{"Correct_Percent":100,"topic_lvl1":"[1] Agriculture","id":"kaja19290813-1.1.7_P7_TB00021","label":"ARVAMUS","modernized_text":"möödusid kiirelt, ning peale lühikest vaheaega suunduti koolijuhataja saatel heinamaale, kus käimas huvitavad kultiveerimistööd. Koolijuhataja andis siin üksikasjalisi ja tabavaid seletusi, ning õppereislastel oli võimalus oma silmaga näha, et hästi läbi mõeldud ja oludele kohandatud heinamaa kultiveerimise töö annab suurepäraseid tulemusi. Heinamaalt tagasi jõudes hargnesid õppereislased rühmade kaupa sigalasse, karjalauta ja aeda. Olustvere mõisa moodne peekonitehas on võrdlemisi noor asutis, ent majandajad on temaga väga rahul. Sigalas on umbes 100 siga, kellest 60 peekonsead. Mõisa kari on angleri tõugu. Viimase 2 aasta jooksul on piimaand tõus nud lehma kohta keskmiselt 500 klg. võrra, mis on küllalt suure edu tunnuseks. Mõisa keeduviljaja viljapuuaed on eeskujuliku aedniku hoole all. Kasvatatakse suurel määral tomateid ja lilli, milliseid müüakse peamiselt Tallinna ja ka mujale."}
{"Correct_Percent":100,"topic_lvl1":"[1] World news","id":"kaja19290813-1.1.7_P7_TB00034","label":"KULTUUR","modernized_text":"TALLINN. 15.30—16.30 grrnmofonimuusika. 19 kontsert. Glinka, Tshaikovsky ja Mussorgsky helitööd. Glinka: Elu tsaari eest, avamäng. Tshaikovsky: Eugen Onegin, fant. Mussorgsky: Gopak. Tshaikovsky: Noctürn. Glinka: Valss fantaasia. Mussorgsky: Pisar. Glinka: Ruslan ja Ludmilla, fant. Tshaikovsky: Vene tants. Mussorgsky: Duett oop. Doris Godunov. Vahepeal esineb solist Helene Lepper, sopran, a) S. Cardillo: Core 'ngrato; b) A. Taskin: Mäletad sa ööd; c) P. Tosti: serenaad. 21 Aleksander Tamm: Kultuurinimeste kuritegevus. 21.30 päevauudised. HELSINGI ja LAHTI. 12.05 konts. 19.15 trompet. 19.30 laule. 20.10 kontsert 20.45 sõnal. 21.05 mandol. konts. 22.15 sõjav. muusika. STOKHOLM ja MOTALA. 19 lastetund. 19.30 grammofon. 20.30 kõne Jaava üle. 21 kontsert. 21.40 sõjaväe kontsert. MOSKVA. 11.30 hommikkonts. 15 sõnal. 16.30 pealel. konts. 20 muusikal. ajav. 21.30 muusikal. kirjand. eeskava."}
{"Correct_Percent":100,"topic_lvl1":"[1] Agriculture","id":"kaja19290813-1.1.7_P7_TB00010","label":"ARVAMUS","modernized_text":"Pärnu põllumeeste-seltsi korraldusel peetakse 1. septembril s. a. Pärli mõisas maakondlised lüpsivõistlused maakonna lüpsimeistri nime peale. Võistlustest saavad osa võtta ainult need, kes kohapealsetel lüpsivõistlustel on omandanud esimese või teise auhinna. Esimese auhinna saanutel on siis, kui võistlejaid palju ülesse annab, eesõigus. Võistl. peetakse põllutööministeeriumi kava järele. Kui. võistlejaid rohkem tuleb, kui lehmi selleks jätkub, peetakse võistlused kahel korral, s. o. 1. septembri hommikuse ja lõunase lüpsi ajal. Võistlejatest kõige parem lüpsja saab Pärnumaa lüpsimeistri nimetuse ja kõrgema auhinna, kuna teised auhinnad harilikus korras antakse. Võistelda soovijad peavad endid üles andma Pärnu põllumeeste-seltsi büroosse, s. o. Pärnus, Brackmanni uul. 2, postkast 27, ja telefon 220. Ülesandmise juures tu-"}
{"Correct_Percent":100,"topic_lvl1":"[1] World news","id":"kaja19290813-1.1.7_P7_TB00012","label":"ARVAMUS","modernized_text":"Hiljuti asuti uue jaama ehitusele Õisu mõisa kohale. See tuleb Halliste ja Loodi vahekohale, 3. klm. praegusest Õisu pooljaamast Loodi poole. Uue jaama asutamisega muutub õige laialdasel ümbruskonnal raudtee hulga kättesaadavamaks. sest praegune Õisu jaam asub liiga ühe külje peal, kõigest 4 klm. Hallistest. Uue jaama asutamist palusid Õisu koolimõisas leiduvad asutused ja järgmised vallad: Õisu, Aidu, Tuhalaane, Kärstna ja Riidaja. Kõigi nende valdade elanikel lüheneb tee raudteejaama 3 klm. võrra, sest Õisu pooljaama pääses ainult Õisu mõisa kaudu. Pealegi on see teeosa üks halvematest. Esialgul hakkab uus jaam peatuskohana töötama. Kohalikud elanikud loodavad aga, et see peatselt täisjaamaks kujuneb. Sest mida kättesaadavam on raudtee, seda rohkem leiab tee tarvitamist ja on ka suurem selle teenistus."}
{"Correct_Percent":100,"topic_lvl1":"[1] Law and Crime","id":"sakalaew19361118.1.6_P6_TB00024","label":"KRIMI","modernized_text":"Erich Ütt on alles noorevõitu mees, kuid kuulub nende inimeste hulka, kes juba korduvalt eksinud seitsmenda käsu vastu ja kelle elukoht nüüdki vangimajas. Nüüd on ta jaoskonnakohtuniku juures jällegi varguse pärast vastust andmas. Ütt oli tänavu sügisel septembrikuul töömeheks Herman Rechlini juures, kes ettevõtjana töötas Heimtali koolimaja ümberehitustöödel. „ Suurt töömeest temast küll ei olnud Rechlin kohtule, „kuid üht-teist siiski tegi töötas Erich Ütt oma peremehe juures umbes kolm nädalat. Kui ta oli lahkunud, leidis Rechlin, et temal on kaduma läinud üks villane kampsun, Ütti käest seda enam kätte ei saadud, sest mees oli kampsuni müünud vahepääl juba ühele vanakraamikaupmehele. Ütt tunnistab end kampsunivarguses süüdi ja palub kohtult kergemat karistust."}
{"Correct_Percent":34,"topic_lvl1":"[1] World news","id":"postimeesew19390716.1.1_P1_TB00033","label":"VALISMAA","modernized_text":"Pariisist, 16. juulil. (DNB) Reedesed Pariisi ajalehed avaldasid täiendavat informatsiooni kahe prantsuse ajakirjaniku areteerimise kohta neljapäeva õhtul. Samal ajal rõhutavad kõik Pariisi lehed, et Prantsuse sõjaväelijed ja poliitilised ringid hoiavad kogu afääri suurimas saladuses. Nagu nüüd selgub, on areteerimine tabanud „Figaro Tempsi takse „Paris Soir'i propaganda otstarveteks välisriikide kafuks. „Paris Soir'i saanud 1 miljoni ja Aubin 3,5 miljonit franki. Areteeritud seletavad aga, et nad raha vastu võttes tahtsid talitada oma riigi huvides ja et nad ei ole kasutanud oma ajakirjanikupositsiooni välisriikide kasuks. Kuuldavasti kavatsetakse varsti üle kuulata veel 150 isikut, keda kõiki kahtlustatakse raha saamises välismaalt. „Figaro"}
{"Correct_Percent":34,"topic_lvl1":"[1] World news","id":"postimeesew19390716.1.1_P1_TB00025","label":"ARVAMUS","modernized_text":"Jaapanlaste ringkondadest seletatakse, et juba esimesel läbirääkimisel välisminister Arita ja Briti saadiku Craigie vahel on tekkinud lahkhelid edasiste läbirääkimiste protseduuri asjus Tientsini küsimuse üle. Kuuldavasti on Arita teinud ettepaneku. et Suur-Britannia teataks oma kavatsusest koos töötada Jaapaniga, tunnustades seega muutunud seisukorda Kaug-Idas. Seepeale olevat Craigie vastanud, et esmajoones tuleks arutada Tientsini küsimust ja seejärel alles põhimõttelisi küsimusi. Kinnitatakse, et Arita olevat seejärel seletanud, et kokkuleppe saavutamine põhimõttelistes küsimustes teeb võimalikuks läbirääkimiste arengu. Lõpuks kuuldub, et Arita olevat toonitanud, et läbirääkimisi tuleb pidada Jaapani vaadete alusel."}
{"Correct_Percent":100,"topic_lvl1":"None\n","id":"sakalaew19361118.1.6_P6_TB00020","label":"ARVAMUS","modernized_text":"Helme varemetes on viimastel aastatel tulnud nähtavale selle müstilisema osa kuulsate maaaluste käikude hävimise hädaoht. Käikude kohal mäepeal kasvavate puude juured on läbiuuristanud muidu tugeva liivakivi ja see langeb seintelt lademete kaupa alla. Samal põhjusel on sisse kukkunud aastate jooksul juba 2 „põrguhaua viimase aastakümne sees. Oleks soovitav ettevõtta midagi käikude hävimise vastu kas või üksi sellepärast, et nad tihedalt seotud meie rahvaeepose „Kalevipojaga lugu on terveni siit kirja pandud. Puude juured on mõjunud kahjustavalt ka vana ordulossi varemetele, kus ajajooksul järjest enam muidu tugevaid kivimüüre on mahalangenud, kuna juured on need lahti murdnud."}
{"Correct_Percent":null,"topic_lvl1":"None\n","id":"eestikirikeelk19260401.1.6_P6_TB00006","label":"MUU","modernized_text":"Kolgata on kole koht, sest seal said kurjategijad hukatud. Juba nimi on kole, sest Kolgata tähendab pea lae aset. Kas sellepärast, et seal hukatute pealuid näha oli või sellepärast, et kividega surnuks viskamise! ikka pealuu surma hoope vastu võttis, või sellepärast, et mäekünkal pealuuga sarnadust oli, ükskõik, ta on kole koht. Ristilöömine on kole, veel koledam on Jeesuse, selle õige mehe ristilöömine. Aga kõigest kõige koledam on verejänulise rahva kisa ja toores hirvitamine ja naermine seal koleduste keskel. Ka rahva ülemad ja kohtumõistjad olid koledad. Meil ristirahva kohtutes valitseb see viis: kui tõsiseid ja selgeid tõendusi ei ole, siis lastakse ennem 10 süüd-"}
{"Correct_Percent":100,"topic_lvl1":"[1] World news","id":"kaja19290813-1.1.7_P7_TB00006","label":"ARVAMUS","modernized_text":"Haridusminister Hünersoni kõne tõi esile elavad ja hoogsad läbirääkimised. Mitmed koolinõunikud leidsid, et minister Hünerson on puudutanud väga kaaluvat ja tähtsat elulist probleemi. Meie õpilased kardavad tööd. Kool peaks võitlusse astuma selle nähtuse vastu. Tuleb ette perekondi, kus laste kuuldes põllutööst halvakspanevalt räägitakse. Tuleks 3 aastaks igasse maakonda ametisse pauna aiatöö instruktorid. Iga kooli juures peaks aiatööd õpetatama. Koolinõunik Mikkelsaar tähendas, et tema on üle elanud 14 ministrit, kuid varem ühegi ministri ajal ei ole seda küsimust nii kindlalt arutusele võetud kui praegu."}
{"Correct_Percent":100,"topic_lvl1":"[1] World news","id":"sakalaew19361118.1.6_P6_TB00015","label":"EESTI","modernized_text":"Viljandi ringkonnakohtu tsitviilosakond arutas mitmendat korda Tusti-Kuudeküla avaliku eratee küsimust. Läinud aastal esines kolonel Aleksander Pulk, kellel on Tusti asunduses talu, vallavalitsuse ees palvega, et praegune TustiKuudeküla tee suletaks, kuna see läbistab tema talu õue. Ühtlasi palus A. Pulk määrata uus avalik eratee, ning lõpuks soovis palve esitaja eratee võtmist 3. klassi maanteede võrku ja selleks sammude astumist maavalitsuse teedeosakonna ees. Vallavalitsus ja hiljem volikogu jättis A. Pulga palve tagajärjeta ning võttis TustiKuudeküla tee avalikkude erateede võrku praeguse sihiga."}
{"Correct_Percent":null,"topic_lvl1":"[1] World news","id":"eestikirikeelk19260401.1.6_P6_TB00008","label":"MUU","modernized_text":"Sa omakasu otsija, õpi siit, mis armastus on! Sa kättemaksuhimuline, vaata, siin on kannatus, mis vaikib ja palub! Sa kangekaelne, arglik, pahameelne vaata seda, kes surres Jumalast kinni hoiab ja loodab, kus midagi loota ei ole! Sa kergemeelne, kas sa seda Püha meest nähes ikka veel tahad loiuks ja leigeks jääda? Teie kristlased kõik, eks teie taha täna Kolgatal seistes üles risti peale vaadata, aga ka alla oma enese südame sisse vaadata ja siis ümber pöörda teisele teele? Õnnistegija sureb sinu eest. Kas ei taha sina temaga surra, surra patule? Aamen. Praost F. Ederberg, Kambja õpetaja."}
{"Correct_Percent":null,"topic_lvl1":"[1] Politics","id":"eestikirikeelk19260225.1.6_P6_TB00008","label":"ARVAMUS","modernized_text":"Kogu maa ja rahvas pühitses oma iseseisvuse 8. aastapäeva. Tema tõsidust tõstis palvepäev, millega ta ühte langes. Kui me oma isejeisvusest ja vabadusest rõõmu tnnneme ja känulikud oleme selle eest Jumalale, siis ei voi meie unustada, et meie elus nähtusi on, mis nõuavad meeleparandust; meie ei tohi käsi rüppe panna ja ükskõikselt pealt vaadata või koguni käega lüüa. Iga nõrkus siin on patt oma rahva vastu. Meil peab jõudu olema oma eluolusid uskliku meele ja tõsise parandustööga parema edu poole viia. Me vabadus on meile mitte ainult anniks, vaid ka ülesandeks."}
{"Correct_Percent":99,"topic_lvl1":"[1] Estonian local news","id":"jarvateatajaew19380801.1.8_P8_TB00011","label":"ARVAMUS","modernized_text":"Ei ole teada ühtegi teist paika, mis ajaloolise tõelikkusega meid viiks temaga nõnda lähedasse ühendusse. See küngas siin on kui tükike muistset Eestit. Siin liikus Eesti sõdureid ja nende keskel Lembitu. Siin ta mõtles oma mõtteid, siin peeti nõu ja siin valmis kaitsekavasid ning rünnakute plaane. Sisemine hääle ütleb, et see on püha paik eestlasele. Tahaks hetke seista vaikses palves, tänada tundmata saatust ja muistseid võitlejaid, kellel oli nii südamel rahva tulevik. Aga ühtlasi tahaks teada palju rohkem kui suudab kõnelda linnuse muld."}
{"Correct_Percent":null,"topic_lvl1":"[1] Estonian local news","id":"postimeesew19330401.1.7_P7_TB00068","label":"EESTI","modernized_text":"Jäämere madalrõhkkond on liikunud Norramerele ja suundub sealt aeglaselt Kesk-Skandinaaviasse. öösel tekkis Kesk-Soomes osamiinimum, milline siirdub Põhja-Venesse. Kõrgerõhk-Sonnad aseiseivaid Edela-Euroopas, Lõunasa Jda-Venes ning Jäämerel. Kesk-, Lääneja Lõuna-Euroopas ning Zaänemeremail valitseinad kuitvavõitu sompased ja soojad ilmad. Külmalaine ühes lumesadudega valdab PõhjaVene ja Põhja-Skandin. ning Jäämere. Eestis oli eile &—l2 kraadi, öösel o—2 kraadi ja täna hommikul I—4 kraadi sooja."}
{"Correct_Percent":null,"topic_lvl1":"[1] Estonian local news","id":"postimeesew19330401.1.7_P7_TB00037","label":"KULTUUR","modernized_text":"H. Tressneri gümn. noorkotkaste rllhm korraldab laupäeval, 1. apr. kell 7 õhtul kooli ruumes peo, mille sissetulek läheb rühmale laagriivarusiuse muretsemiseks. Eeskava esimeses osas esitatakse deklamatsioone, viiuli-, klaverija tZellosoobosid. Ka esineb H. Tressneri gümn. puhkpillide orkester. Eeskava teise osa moodustab noorte ettekandel O. Lutsu näidend ..Ärimehed Loodetavasti kõik Tartu noorkotkaste sõbrad toetavad oma osavõtuga seda noorte ettevõtet."}
{"Correct_Percent":34,"topic_lvl1":"[1] Estonian local news","id":"postimeesew19390716.1.1_P1_TB00004","label":"EESTI","modernized_text":"Toimetus ja peakontor Tartus, Ülikooli t. 21/23. Toimetus ja kontor Tallinnas, Viru tn. nr. 11. Telefonid Tartus: Kella 9—15 kodukeskjaam kõigiks väljakutseteks 40-80, toimetuse kaugekõned 29-86 raamatukauplus 22-50. Peale kella 15 ja pühapäevadel toimetuse kaugekõned 29-86, toimetus (kohalik osakond, sport, üldised teated) 40-81, ajalehe trükikoda ja toimetuse öövalve peale keskööd 40-82, kontor 40-83, peatoimetaja ja toimetuse sekretär 40-84."}
{"Correct_Percent":100,"topic_lvl1":"None\n","id":"sakalaew19361118.1.6_P6_TB00018","label":"ARVAMUS","modernized_text":"Tõrva N. M. K. Ü., mis tegutsenud võrdlemisi edukalt juba 7 aastat, on oma senises töös päätähelepanu suuninud koolinoortele, mis seletatav osalt gümnaasiuminoorte enamusega noorjuhtide seas. Käesoleval sügisel asuti aga seisukohale, et enam tähelepanu koondada tuleb just neile poistele, kes algkooli lõpetanud ja asunud mõnele kutsealale õpilaseks. Senised koolinoorte klubid jäävad küll edasi töötama, kuid juba enam vastava kooli kontrolli all."}
{"Correct_Percent":34,"topic_lvl1":"[1] World news","id":"postimeesew19390716.1.1_P1_TB00034","label":"VALISMAA","modernized_text":"ses väljaandes, et Poiricr seisis „Figaro toimetuses sugugi mitte silmapaistval kohal. „Le Temps ei ilmu, vaikib seni. Juurdlust juhib salapolitsei inspektor Bonny, kes sai kuulsaks Stavisky loos ja kes kasutab sõjaväeliste ringide täit usaldust. Mängus näib aga olevat veel üks salaPärane daam Austria krahvinna. Kuid ~Paris Soir'i õnnestunud põgeneda üle piiri Saksamaale parajasti sel silmapilgul, mil politsei aretceris Poirier'i ja Aubin'i."}
{"Correct_Percent":100,"topic_lvl1":"[1] World news","id":"kaja19290813-1.1.7_P7_TB00026","label":"EESTI","modernized_text":"Et anda eeskuju ajakohase vaateakna kaunistamisest ja näitus-messi väljapanekust, määras näitus-messi juhatus 3 eriauhindu Tallinna vaateakende võistluseks (suur kuld, suur hõbe ja suur bronks auraha firmale ja rahaline autasu dekoraatorile) ja 6 eriauhinda näitus-messi väljapaneku võistluseks. Lisa n.-messi auhindadele. Tallinna börsikomitee on määranud 50.000 senti rahaliseks autasuks n.-messile ja p. k. „Estonia auhindadele 20.000 senti."}
{"Correct_Percent":null,"topic_lvl1":"[1] Religion","id":"eestikirikeelk19260225.1.6_P6_TB00001","label":"ARVAMUS","modernized_text":"ted suurelt osalt ülekohtused olid. Usutunnistuse kirik annab omadele selge sihi ja kindla toe. Konfessionaalne (kiriku vaadete järele korraldatud) kasvatus on suurt korda saatnud. Siia juure ütleme omalt poolt: Päike ei paista mitte heledamini, kui põrmulapsele meeldib silmi lahti teha, ja mitte tuhmimini, kui ta nad kinni paneb. 3eesus ei ole selleläbi mitte suurem, et teda kõik inimesed tunnustajad, nende hulgas kaks Saksa teadusemeest,"}
{"Correct_Percent":null,"topic_lvl1":"[1] Estonian local news","id":"postimeesew19330401.1.7_P7_TB00021","label":"ARVAMUS","modernized_text":"Neil päevil oli üliõpilaskonna tööbüroo nõukogu koosolek. Vupidamisel tvöett vasiu tööbüroo kodukorra kava ja avaldati mõtteid suviste praktikakohtade muretsemise üle MSpilastele. Tööbüroo, mitmesuguste asutuste kaasabil. tahab praktika kohtade muretsemist teatuv Untsil tsentriliseerida ja tvõimalikult üliõpilaStole praktika kohtade saamist kergendada. MajanduSakaliste praktikakohi, asjus on oma kaasabi lubanud eriti kaubandus-tööstuSkova."}
{"Correct_Percent":100,"topic_lvl1":"[1] None\n","id":"sakalaew19361118.1.6_P6_TB00028","label":"EESTI","modernized_text":"Teisipäeva hommikul alustas uuesti tööd Meleski klaasivabrik, mis vahepääl seisis enam kui neli kuud. Tööle hakkasid 76 töölist ning edaspidiseks jääb vabrik töötama kahe vahetusega. Tööle on võetud kõik endised töölised, pääle mõne üksiku, kes vahepääl leidnud teisalt tööd. Meleski klaasivabrik valmistas varemini pääasjalikult mitmesuguseid pudeleid. Pudelite valmistamist jatkatakse ka nüüd, kuna teisi klaaskaupu vabrik praegu ei tooda."}
{"Correct_Percent":34,"topic_lvl1":"[1] World news","id":"postimeesew19390716.1.1_P1_TB00053","label":"ARVAMUS","modernized_text":"Hiljuti saabus NarMa-Iõesuusse suvitama Jaapani sõjamäe esindaja Moskvas härra SugaMara koos abikaasaga, kes miibiMad esmakordselt Eestis. Sel puhul oli nende ridade kirjutajal temaga jutlemine. Jaapanlastele meeldib mäga Narva-Iõeiuu. Ainukeseks puuduseks olevat see. et iaapani suMitajaile meie kliima on külmavoitu, millega nad Meel pole harjunud. Kuuldavasti on saabumas ka teisi iaapanlasi saatkondadest Narva-Iõesuhu nimitama."}
{"Correct_Percent":null,"topic_lvl1":"None\n","id":"eestikirikeelk19260225.1.6_P6_TB00002","label":"ARVAMUS","modernized_text":"kes teda siiamaani põlgasid. Tema ei oleks mitte väiksem, kui teda kõik inimesed valesti hindaksid. Jeesus on. Jeesus oli. Jeesus tuleb. Jeesus on mõõt kõigile inimestele ja kõigil aegul. Aga õnn ja õndsus on neil, kes tema juure tulevad. 3a mõnele, kes kõigub, on toeks, kui ka mõningad targad liha poolest tunnustama sõna leiavad selle jaoks, kes kõikide õndsus ja kõikide kohtumõistja on. u. Leben J. Varik."}
{"Correct_Percent":100,"topic_lvl1":"[1] Agriculture","id":"sakalaew19361118.1.6_P6_TB00004","label":"EESTI","modernized_text":"Õisu metskonna Kaarli metsandiku kvartal nr. 39 osalise planeerimise kavaga on riigimetsamaa küljest ära lõigatud 2,93 ha suurune maa-ala ja see liideti Märt Ohaka asundustalu külge, tingimusel, et juurdelõike saaja selle 5 aasta jooksul heinaja karjamaaks üles harib. Ühtlasi on juurdeantud maatükil juurdepääsuks tee rajatud läbi asunduskoha 38-da. Ka selle kava otsustas komisjon muutmatult kinnitada."}
{"Correct_Percent":100,"topic_lvl1":"[1] Estonian local news","id":"kaja19290813-1.1.7_P7_TB00030","label":"KRIMI","modernized_text":"Laupäeval 10. augustil tungis varas päeva ajal, peale lõunat, Veski uulitsal nr. 7 läbi akna kellegi Johanna Aavapuu elukorterisse ja viis ära riideid 242 krooni väärtuses. Korteriomanik oli kodunt välja läinud. Pühapäeval 11. augustil kella 5-6 vahel p.l. varastati Nunne uul. nr. 31 kellegi Raudsepa korterist ära 2 palitut 200 krooni väärtuses. Ka siin oli varas akna kaudu sisse tunginud."}
{"Correct_Percent":34,"topic_lvl1":"[1] World news","id":"postimeesew19390716.1.1_P1_TB00043","label":"VALISMAA","modernized_text":"Pariisist, 16. juulil. (Havas) Reedel pärast lõunat algas Bastille'ist rongkäik rahvuspüha ja vande pühitsemiseks, mille töölisorganisatsioonid andsid 14. juulil 1935. a. Tänavu võtsid rongkäigust osa Pariisi töölissündikaatide ühingu ja kõmmunistliku erakonna liikmed, kuna sotsialistlik erakond ja radikaalne erakond puudusid. Siseministri korraldusel ei peetud mingeid kõnesid."}
{"Correct_Percent":null,"topic_lvl1":"[1] Estonian local news","id":"postimeesew19330401.1.7_P7_TB00016","label":"EESTI","modernized_text":"Neljapasval maeti Tartu Peetri tvanal kalmistul maa mulda üliõp. Verner Treumam põrm. Matuse talitust toimetas õp. Paul Kuusik Tallinnast. Matusest vSttis osa hulk lahkunu tuttavaid. Matust jälgis suur rahvahull ja kaastvõitlejaid. Samuti suure rahtva hulga osatvõtuil ?naeti Tartu-Maarja kalmistule neljapäeval pärast Lõunat Tallinna tveretöö ohtver Voldemar Maasingi põrm."}
{"Correct_Percent":99,"topic_lvl1":"[1] Estonian local news","id":"jarvateatajaew19380801.1.8_P8_TB00012","label":"ARVAMUS","modernized_text":"Linnuse lõunapoolses otsas käib väljakaevamise töö. Sirgjooneliselt, asjatundlikult on lahatud see osa Lembitu kantsist, terased silmad ja hoolsad inimsõrmed on uurinud läbi iga pihutäie mulda ja liiva, eraldanud sealt kõik mis uurimiseks tähtis. Lahke naeratus näol ruttab tulijale vastu kaevamise tööde juhataja prof. Moora. Ruttu ja selgelt ta annab ülevaate töödest."}
{"Correct_Percent":34,"topic_lvl1":"[1] World news","id":"postimeesew19390716.1.1_P1_TB00047","label":"VALISMAA","modernized_text":"Itaalia turismi keskkorralduse juhatus teatab, et juurdepääsu ja peatumise keeld Bolzano Provintsis ei ole maksev faksa rahvusest turistide kohta, kes seal võivad vabalt peatuda, ilma et nende peatuse kestvus oleks lähemalt teatatud. Turistid teistest rahvustest võivad vabalt sõita läbi Bolzano provintsist, kusjuures nad aga võivad peatuda kauemalt 48 tundi."}
{"Correct_Percent":null,"topic_lvl1":"[1] Estonian local news","id":"postimeesew19330401.1.7_P7_TB00047","label":"KULTUUR","modernized_text":"K. N. N. ü., Suurturg 8 3. ?. laupäetoal kell 8 ö. EeSti Klubi „Eha õhtu. Hutvitav katva. Liikmed nende sõpradoga tere tulemast! Tartu Aednikkude ja Aiatöösõprade ühingu segakoor algab tegetvust 6. apr. kell 8 õhtul Vene tän. nr. v Käsitööliste Abiandmise Seltsi ruumes. Uusi lauljaid tvõetakse vastu esmaspäeviti ja neljapaeviti, kell 8 õhtul sealsamas."}
{"Correct_Percent":null,"topic_lvl1":"None\n","id":"postimeesew19330401.1.7_P7_TB00019","label":"ARVAMUS","modernized_text":"Aruanne 9337 kr. suuruses ja eelcrrve 7V50 kroonile tasakaalustatud lotõcti juhat. poolt esitatud kujul vastu. nõukokku valiti J. Michelson. 28. Lall. J. Paabo. J. Rosental, E. Kubjas, A. Andersvn, J. Künnapuu ja J. Künnapuu. Juhatusse valiti A. Kuum. A. MÄk, J. Jakobson, E. Künnapuu ja A. Leib. RevisjonÄomisjoni J. Toming. E. Fremnuth ja K. Anberson."}
{"Correct_Percent":null,"topic_lvl1":"[1] Estonian local news","id":"postimeesew19330401.1.7_P7_TB00010","label":"EESTI","modernized_text":"Paadisadamas on hakatud juba paate vette laskma. A. Reeder ja K. Koppa sadamas on lastud vette mitu mootorpaat; ja nendega on juba esimesed sõidudki ära . tehtud. Pühapäeval, kui ilm ilus, algab ka sõudepaatide väljaüürimine. Laupäeval pidi minema esimene mootorpaat lodjaga Ulila, et toimetada sinna ehitusmaterjali amevikkude uue elumaja ehitamiseks."}
{"Correct_Percent":34,"topic_lvl1":"[1] World news","id":"postimeesew19390716.1.1_P1_TB00008","label":"EESTI","modernized_text":"Hinnata kaasandeks igal pühapäeval pilkeleht „Sädemed „Postimehe Postiga: 1 kuu — kr. 1.65, 2 kuud — kr. 3.30, 3 k. —  kr. 4.40, Üle 8 kuu korraga tellides iga lisakuu kr. 1.40, 6 k. — kr. 8.60, 9 k. — kr. 12.80, 12 k. — kr. 17.—.  Välismaale — kr. 4. — kuus. Tellimishind Tartu linna tellijaile kojukandmisega on võrdne postiga tellimise hinnaga."}
{"Correct_Percent":34,"topic_lvl1":"[1] World news","id":"postimeesew19390716.1.1_P1_TB00020","label":"VALISMAA","modernized_text":"Tokiost teatab Reuter: Briti saadik Craigie ja välisminister Arita kohtusid laupäeva hommikul Arita ametlikus residentsis, et teha ettevalmistusi konverentsiks Tientsini blokaadi kohta. Pärast läbirääkimisi, mis kestsid 3 tundi 25 minutit, avaldas välisministeerium teadaande, milles öeldakse, et saadik Craigie ja välisminister Arita käsitlesid"}
{"Correct_Percent":100,"topic_lvl1":"[1] Business","id":"sakalaew19361118.1.6_P6_TB00013","label":"EESTI","modernized_text":"Pühapäeval andis Tõrva tuletõrje selts välja oma alkoholilise jookidega einelaua, mille pidamisõiguse peale pakkumine kujunes õige elavaks. 4300 krooni eest sai selle lõpuks omale Valga restoraator J. Kender. üldse peab märkima, et Tõrva kõrtsiüürid on viimasel ajal pea aasta-aastalt läinud kallimaks, nähtavasti heade läbikäikude tõttu."}
{"Correct_Percent":null,"topic_lvl1":"[1] Estonian local news","id":"eestikirikeelk19260225.1.6_P6_TB00010","label":"ARVAMUS","modernized_text":"Aue Riigikogu valimisseaduse asjus on ka tema seismapanemise ettepanek rahvuslikvabameelse rühma poolt tulnud. Kuid arvatakse, et sellele vaevalt ehk 10 allkirja leidub, nii et 7 päeva pärast see seadus ikkagi välja kuulutakse. Riigikogu võttis vastu 3 lugemisel Eesti maapanga määluse, mis muidugi väga tähtis on põllumeestele."}
{"Correct_Percent":null,"topic_lvl1":"[1] Estonian local news","id":"postimeesew19330401.1.7_P7_TB00012","label":"EESTI","modernized_text":"Auvävava maja lammutamisest saadud ehitusmaterjal tarvitatakse Tähtvere alla ehitatava rannapaviljöni Püstitamiseks. Reedel viidi esimene lodja4äjK materjali kohale ja lähematel päevadel viiakse veel teine lodjatäis. Paviljoni ehitamine kohapeal algas kohe. Paviljon tuleb täidetud kaldaäärele, endise luhavahimaja asemele."}
{"Correct_Percent":100,"topic_lvl1":"[1] None\n","id":"sakalaew19361118.1.6_P6_TB00022","label":"EESTI","modernized_text":"Pühapäeval peeti Ahjupera-Leoski veeühingu pääkoosolek Soosaare Leoskil. Veeühingu juhatusse valiti A. Bergmann ja H. Kukk. Juhatusliikme asemikuks jäi T. Tuudak. Revisjonikomisjoni kuuluvad A. Läänesaar. J. Soo ja A. Uus. Koosolekul võeti vastu ettepanek, et veeühingul tuleks ühineda Kapiaare-Päovere veeühinguga."}
{"Correct_Percent":34,"topic_lvl1":"[1] World news","id":"postimeesew19390716.1.1_P1_TB00051","label":"VALISMAA","modernized_text":"Inglismaa saadab suuremal määral asbestrõivaid Saudi-Araabiasse. kus Inglise õliväljul möllab juba kauemat aega tulikahju. Päevane kahjusumma ulatumat 100.000 kroonini. Vastavad asutised loodavad. et tule vastu Mõitlevatcl isikutel, olles varustatud asbcstrõivasteaa. õnnestub kergemini tulekollete suurde pääseda."}
{"Correct_Percent":34,"topic_lvl1":"[1] World news","id":"postimeesew19390716.1.1_P1_TB00017","label":"VALISMAA","modernized_text":"Tokiost, 16. juulil. (Havas) Domei agentuur teatab Tsingtaost, et hiinlased on visanud Briti saatkonnale 2 granaati, mis on rikkunud hoone esikülge. Domei agentuur seletab, et atentaadi algatajad taotlevad nähtavasti ebasoodsa õhkkonna loomist Inglise-Jaapani eelseisvateks läbirääkimisteks Tokios."}
{"Correct_Percent":34,"topic_lvl1":"[1] World news","id":"postimeesew19390716.1.1_P1_TB00028","label":"ARVAMUS","modernized_text":"Tokiost teatab DNB: Jaapani lehed seisavad laupäeval täielikult konverentsi tähe all, mis toimus välisminister Arita ja Inglise saadiku Craigie vahel. Kuna Tokio „Ritshi Nitshi olevat näidanud tagasihoidlikkust, toonitab Tokio „Ashahi Shimbun vat otsustanud eelseisvail läbirääkimisil"}
{"Correct_Percent":100,"topic_lvl1":"[1] World news","id":"sakalaew19361118.1.6_P6_TB00009","label":"EESTI","modernized_text":"Suure-Kõpu vallavalitsusel on kavatsus tuleval aastal teostada vallamaja ümberehitus. Vallamaja ehitatakse kahekordseks, kusjuures teisele korrale ehitatakse sekretäri abi korter ja teisi ruume. Vallamaja ümberehitamiste võimalustega tutvus neil päevil kohapääl maaarhitekt Viilu."}
{"Correct_Percent":null,"topic_lvl1":"[1] Weather","id":"postimeesew19330401.1.7_P7_TB00014","label":"EESTI","modernized_text":"» Kui gripilaine levis alguses teistes Tartu • keskkoolides, siis jäi Tartu Pedagoogium eMgu puutumata. Kuid tr ilmastel päevadel on haigestumud paljud õpilased grippi. Haiguse juhtumerd on kõige rohkem nooremates klassides. Ka õpetajaskonnast lamavad mitmed tõvevoodil."}
{"Correct_Percent":null,"topic_lvl1":"[1] Estonian local news","id":"postimeesew19330401.1.7_P7_TB00006","label":"EESTI","modernized_text":"Neil päevil jõudsid Tartu esimesed . palgiparved, mis läksid A. Univeri ja Fur! mansky lauavabrikutesse ümbertöotamij seks. Puuvedu aga pole veel alanud, sest j Pedja ja Kärevere kanal on jääs. Nende l veeteede kallastel asuvad aga kõige suuremad küttepuu tagavarad."}
{"Correct_Percent":34,"topic_lvl1":"[1] World news","id":"postimeesew19390716.1.1_P1_TB00023","label":"VALISMAA","modernized_text":"Tokiost teatab Reuter: Jaapani mereväevõimud on teatanud, et nad kavatsevadalustada operatsioone Svabu vastu, mis asub Hongkongist 65 miili kaugusel. Välismaa sõjalaevadele ja teistele laevadele on soovitatud lahkuda sadamast hiljemalt 17. juuli keskööks."}
{"Correct_Percent":null,"topic_lvl1":"[1] Estonian local news","id":"postimeesew19330401.1.7_P7_TB00008","label":"ARVAMUS","modernized_text":"Teatavasti algasid jaanuari lõpul VoSkusametis järjekordsed eksamid meistritele ja õppinud töölistele. Nüüd on eksamid lõppenud ja pühapäeval on eksami sooritanutele kutsetunnisvste väljaandmine pidulikul akvsel kell 4 p. l. 5. algkooli ruumes."}
{"Correct_Percent":34,"topic_lvl1":"[1] Estonian local news","id":"postimeesew19390716.1.1_P1_TB00006","label":"EESTI","modernized_text":"Kuulutusi võetakse vastu äripäeviti: „Postimehe kontoris kl. 8.30-st kuni 18-ni. „Postimehe ses, Suurturg 16, kl. 8-st kuni 17-ni, „Postimehe kontoris kl. 9-st kuni 15.30-ni. Pühapäeval: „Postimehe peakontoris tel. 40-83, kl. 18 kuni 20-ni."}
{"Correct_Percent":34,"topic_lvl1":"[1] World news","id":"postimeesew19390716.1.1_P1_TB00018","label":"VALISMAA","modernized_text":"Pekingist teatab Reuter: Britivaenulise liikumise täidesaatev komitee Honani provintsis on andnud üle Inglise residendile Kaifengis, kus elavad peamiselt misjonärid, ultimaatumi, milles nõutakse inglaste lahkumist linnast 4 päeva jooksul."}
{"Correct_Percent":34,"topic_lvl1":"[1] World news","id":"postimeesew19390716.1.1_P1_TB00027","label":"ARVAMUS","modernized_text":"Tokiost teatab Havas: Domei agentuur teatab, et pärast läbirääkimist Briti saadiku Craigiega kutsus välisminister Arita kokku välisministeeriumi kõrgemate ametnikkude konverentsi, kus käsitleti ainult seisukohta Tokio läbirääkimistel."}
{"Correct_Percent":100,"topic_lvl1":"[1] Agriculture","id":"kaja19290813-1.1.7_P7_TB00023","label":"ARVAMUS","modernized_text":"Olustvere mõisa põllud ei ole mitte kõige paremad, pind on liivane ja niiskusolud raskelt reguleeritavad. Ent üldiselt on visa ja teadliku tööga saavutatud häid tagajärgi. Mõis jätab kõigiti korraldatud ja jõulise majapidamise mulje."}
{"Correct_Percent":34,"topic_lvl1":"[1] World news","id":"postimeesew19390716.1.1_P1_TB00044","label":"VALISMAA","modernized_text":"14. juulil avaldatud manifestis kinnitab kommunistlik erakond oma truudust Prantsuse revolutsiooni traditsioonidele ja ühtluslepingule sotsialistliku erakonnaga, avaldades ühtlasi lootust rahvarinde uude tulevikku."}
{"Correct_Percent":100,"topic_lvl1":"[1] Estonian local news","id":"kaja19290813-1.1.7_P7_TB00031","label":"ARVAMUS","modernized_text":"Eesti elust ja peetakse kõnesid. Raadios räägib tcrve rida valitsuse ja majandustegelasi, nagu: majandusminister, kaub.-töõstuskoja president, suurtööstuse, käsitöö, kaubanduse, rahanduse ja laevasõidu esindajad."}
{"Correct_Percent":6,"topic_lvl1":"[1] Estonian local news","id":"kaja19290813-1.1.1_P1_TB00030","label":"EESTI","modernized_text":"Neil päevil juhtus Jõgeval sportlisel harjutusel kurblik õnnettls. Keegi Aleksander Pütsep tegi odaheiteid, kusjuures oda sattus kogemata kellelegi Helene Joonasele rindu. Arst tunnistas haava raskemate liiki."}
{"Correct_Percent":null,"topic_lvl1":"[1] Estonian local news","id":"postimeesew19330401.1.7_P7_TB00040","label":"EESTI","modernized_text":"Eesti skautluse esimese pioneeri Anton Lunapuu surmapäeva puhul 2. apr. korraldab Tartu skautide maleva omavahelise aktuse pühapäeval kell 12 päeval maleva ruumes. Skautidel ilmuda vormis."}
{"Correct_Percent":100,"topic_lvl1":"[1] Estonian local news","id":"kaja19290813-1.1.7_P7_TB00028","label":"KULTUUR","modernized_text":"Näitusmessil tahetakse eritähelepanu juhtida Eesti majanduselule ja saadustele. Eesti saadused varustatakse messil sellekohaste plakatitega. Näitus-messi kinos näidatakse filme"}
{"Correct_Percent":99,"topic_lvl1":"[1] Estonian local news","id":"jarvateatajaew19380801.1.8_P8_TB00002","label":"MUU","modernized_text":"Tagajärjekaid arheoloogilisi kaevamistöid Leola linnusel. Senini kätte saadud ja talletatud mitusada muinasleidu. Rahvajutt Lembitu tõllast, mis pidi olema puhtast kullast."}
{"Correct_Percent":34,"topic_lvl1":"[1] Military","id":"postimeesew19390716.1.1_P1_TB00049","label":"VALISMAA","modernized_text":"Riiast. 15. juulil. Laupäeva bommikul saabus Riiga 4 Saksa torpeedo-õppelaeva. mis jäävad siia teisipäevani. Külaskäik kannab mitteametlikku iseloomu. Laevad on õppesõidul."}
{"Correct_Percent":null,"topic_lvl1":"[1] World news","id":"kaja19350701-1.1.5_P5_TB00018","label":"VALISMAA","modernized_text":"Põhja.Ameerika ühiSriikibeS on valmimas jällegi uuS iilimoodne lahingristleja. Uuele sõjalacvale on nimeks pandud «Quincy riste kahuritega. Meie pildil «Quincy"}
{"Correct_Percent":34,"topic_lvl1":"None\n","id":"postimeesew19390716.1.1_P1_TB00021","label":"VALISMAA","modernized_text":"teatavaid üldisi küsimusi, mis moodustavad tagapõhja Tientsini seisukorrale. Läbirääkimised katkestati esmaspäevani, et anda aega edaspidisteks kaalutlusteks."}
{"Correct_Percent":100,"topic_lvl1":"[1] Land Management","id":"sakalaew19361118.1.6_P6_TB00002","label":"EESTI","modernized_text":"Karksis kaotati kohti ning nende maa liideti riigimetsa külge. —K.Jaani kogudusele anti maad. — Popsikohtade korraldamisi V.-Põltsamaal, Suislepas ja mujal."}
{"Correct_Percent":34,"topic_lvl1":"None\n","id":"postimeesew19390716.1.1_P1_TB00009","label":"MUU","modernized_text":"Postita (s. o. Tartus talitusest ise ära viies) 1 kuu — kr. 1.50, 2 kuud — kr. 3.—, 3k. — kr. 3.95, üle 8 kuu korraga tellides iga järgnev kuu kr. 1.15."}
{"Correct_Percent":100,"topic_lvl1":"[1] Entertainment","id":"sakalaew19361118.1.6_P6_TB00011","label":"KULTUUR","modernized_text":"Pühapäeval esines „Ugala lumeeste Seltsi saalis „Platon Kretshetiga Rahvast oli rohkesti ja näitlejatele avaldati elavat kiitust. Annetati ka lilli."}
{"Correct_Percent":100,"topic_lvl1":"[1] World news","id":"sakalaew19361118.1.6_P6_TB00007","label":"EESTI","modernized_text":"Lahmuse algkoolis haigestus neil päevil üks õpilane sarlakki. S.-Jaani jaoskonnaarst tegi vastavad korraldused haiguse leviku tõkestamiseks koolis."}
{"Correct_Percent":null,"topic_lvl1":"[1] Estonian local news","id":"postimeesew19330401.1.7_P7_TB00030","label":"EESTI","modernized_text":"Tartu Ekspresside uh' rgu kontor vn üleviidud oma praegusest asukohast Suurturg nr. 9 Vormeyeri äriruumesse Suurturg nr. 1, vastu Linnapanür."}
{"Correct_Percent":null,"topic_lvl1":"[1] World news","id":"kaja19350701-1.1.5_P5_TB00021","label":"VALISMAA","modernized_text":"ETA. PariiS. Laupäeva hommikul kell 8.30 toimus püstoliduell Pariisi linnanõukogu endise esimehe Godin'i ja uue' esimehe Chiappest vahcl."}
{"Correct_Percent":34,"topic_lvl1":"[1] World news","id":"postimeesew19390716.1.1_P1_TB00036","label":"VALISMAA","modernized_text":"Asumaade minister Mandel juhtis Pariisis isiklikult Aafrika neegripealikuid. kes olid saabunud revolutsiooni-vidustustele."}
{"Correct_Percent":100,"topic_lvl1":"[1] Agriculture","id":"kaja19290813-1.1.7_P7_TB00007","label":"KULTUUR","modernized_text":"leb tõendused esitada, et on varemalt võistelnud ning 1. või 2. auhinna saanud. Pärnu põllmneeste-selts."}
{"Correct_Percent":34,"topic_lvl1":"None\n","id":"postimeesew19390716.1.1_P1_TB00005","label":"EESTI","modernized_text":"Telef. Tallinnas: Toimetus 436-81, kontor 436-11. Käsikirjad hoitakse alal ainult sellekohasel soovil."}
