{"Correct_Percent":34,"topic_lvl1":"[1] World news","id":"postimeesew19390716.1.1_P1_TB00025","label":"ARVAMUS","modernized_text":"Jaapanlaste ringkondadest seletatakse, et juba esimesel läbirääkimisel välisminister Arita ja Briti saadiku Craigie vahel on tekkinud lahkhelid edasiste läbirääkimiste protseduuri asjus Tientsini küsimuse üle. Kuuldavasti on Arita teinud ettepaneku. et Suur-Britannia teataks oma kavatsusest koos töötada Jaapaniga, tunnustades seega muutunud seisukorda Kaug-Idas. Seepeale olevat Craigie vastanud, et esmajoones tuleks arutada Tientsini küsimust ja seejärel alles põhimõttelisi küsimusi. Kinnitatakse, et Arita olevat seejärel seletanud, et kokkuleppe saavutamine põhimõttelistes küsimustes teeb võimalikuks läbirääkimiste arengu. Lõpuks kuuldub, et Arita olevat toonitanud, et läbirääkimisi tuleb pidada Jaapani vaadete alusel."}
{"Correct_Percent":null,"topic_lvl1":"[1] World news","id":"tallinnateataja19170505.1.2_P2_TB00003","label":"ARVAMUS","modernized_text":"oina võitluse piirkonda, ümbruskonna rahvast [a selle feelt; Vägi, kus ohvitserid ja soldatid ühest rahvusest on ja üht feelt kõnelevad, mis Võimaldab vastastiku arusaamist ja kõrvaldab igasuguse rahvuslise umbusalduse; Vägi, keda lõpuks kõige lähemad ja soojemad sidemed seovad piirkonnaga, mida ta kaitseb ja kes seda sellepärast Iõvi Vahvusega teeb sarnane Vägi võib neis tingimistes kõik teha, mis inimese Võimuses seisab. Kas ei ähvarda aga meid rahvusline Vihavaen, kui meie eestlasi teistest eraldame? Ja ähvardab, kuid ainult siis, «kui seda meelega püütakse õhutada, nagu see praegu meie linnas sünnib. Kui aga asja peale asjalikult ja kainelt Vaadatakse, siis kaob igasugune Vihavaen. Meie, Vene Väeosadest siia tulnud eestlased Võime kinnitada, et meid mahajääjad kaasvõitlejad, seltsimehed-venelased, kõige soojemate soovidega teele saatsid. 15. aprillil kutsuti Tallinna sõjaväelaste büroo esitajad esimese ja teise kindluse polkudesse asja selgitama. Ja kui meie oma põhjusmõtted ära seletasime, siis lasti tulevasi Erstt polkusid elada! Ärgu püütagu ainult seletada, nagu tuleksid eestlased Väerinna seljataha pakku see süüdistus tabaks samuti ka kõiki teisi kohalikka Väeosasid, Vaid näidatagu, et just meie Väe Piirkonda randu ja saari kõige suurem hädaoht ähvardab. Ärgu ässitatagu, nagu tahaksid eestlased venÄvsi maalt Välja ajada, Vaid et nad just stlle Vastu nendega käsikäes"}
{"Correct_Percent":34,"topic_lvl1":"[1] World news","id":"postimeesew19390716.1.1_P1_TB00027","label":"ARVAMUS","modernized_text":"Tokiost teatab Havas: Domei agentuur teatab, et pärast läbirääkimist Briti saadiku Craigiega kutsus välisminister Arita kokku välisministeeriumi kõrgemate ametnikkude konverentsi, kus käsitleti ainult seisukohta Tokio läbirääkimistel."}
{"Correct_Percent":100,"topic_lvl1":"[1] World news","id":"sakalaew19361118.1.6_P6_TB00016","label":"ARVAMUS","modernized_text":"A. Pulk palus siis maavalitsuse teedeosakonda rahuldada tema palvet, mis ka leidis rahuldamist ja otsustati rajada uus eratee, mis poleks enam läbistanud Pulga talu õue. Selle otsusega ei jäänud rahule Viljandi vallavalitsus ja andis ringkonnakohtule administratiivkaebuse. Kohtulikul asjaarutamisel lasksid endid kolmandate isikutena protsessi tõmmata paarkümmend maapidajat, kelle huvisid tee küsimus riivab. Need maapidajad olid juba alguses esitanud protesti Pulga palve vastu. Asjatundjate poolt toimetati kohapääl paikline ülevaatus. Asjatundjate arvates pole see põhimõtteliselt hää, et eratee läbistab taluõue ning selles suhtes Pulga soov on täiesti arusaadav. Kaebuse esitajate poolt aga väidetakse, et üksikmajapidamise huve ei saa pidada ainuüksi silmas, vaid esikohal seisavad ikkagi üldsuse huvid ja uus rajatav eratee poleks veerandsajale majapidamisele vastuvõetav. Ringkonnakohus asja otsustamiseks võttis paar nädalat aega ja kuulutas otsuse alles teisipäeval. Otsusega tühistati Tusti-Kuudeküla endise eratee sulgemise otsus ning ei antud luba uue teesihi ajamiseks ning uue eratee loomiseks."}
{"Correct_Percent":34,"topic_lvl1":"[1] World news","id":"postimeesew19390716.1.1_P1_TB00023","label":"VALISMAA","modernized_text":"Tokiost teatab Reuter: Jaapani mereväevõimud on teatanud, et nad kavatsevadalustada operatsioone Svabu vastu, mis asub Hongkongist 65 miili kaugusel. Välismaa sõjalaevadele ja teistele laevadele on soovitatud lahkuda sadamast hiljemalt 17. juuli keskööks."}
{"Correct_Percent":100,"topic_lvl1":"[1] World news","id":"kaja19290813-1.1.7_P7_TB00034","label":"KULTUUR","modernized_text":"TALLINN. 15.30—16.30 grrnmofonimuusika. 19 kontsert. Glinka, Tshaikovsky ja Mussorgsky helitööd. Glinka: Elu tsaari eest, avamäng. Tshaikovsky: Eugen Onegin, fant. Mussorgsky: Gopak. Tshaikovsky: Noctürn. Glinka: Valss fantaasia. Mussorgsky: Pisar. Glinka: Ruslan ja Ludmilla, fant. Tshaikovsky: Vene tants. Mussorgsky: Duett oop. Doris Godunov. Vahepeal esineb solist Helene Lepper, sopran, a) S. Cardillo: Core 'ngrato; b) A. Taskin: Mäletad sa ööd; c) P. Tosti: serenaad. 21 Aleksander Tamm: Kultuurinimeste kuritegevus. 21.30 päevauudised. HELSINGI ja LAHTI. 12.05 konts. 19.15 trompet. 19.30 laule. 20.10 kontsert 20.45 sõnal. 21.05 mandol. konts. 22.15 sõjav. muusika. STOKHOLM ja MOTALA. 19 lastetund. 19.30 grammofon. 20.30 kõne Jaava üle. 21 kontsert. 21.40 sõjaväe kontsert. MOSKVA. 11.30 hommikkonts. 15 sõnal. 16.30 pealel. konts. 20 muusikal. ajav. 21.30 muusikal. kirjand. eeskava."}
{"Correct_Percent":34,"topic_lvl1":"[1] World news","id":"postimeesew19390716.1.1_P1_TB00033","label":"VALISMAA","modernized_text":"Pariisist, 16. juulil. (DNB) Reedesed Pariisi ajalehed avaldasid täiendavat informatsiooni kahe prantsuse ajakirjaniku areteerimise kohta neljapäeva õhtul. Samal ajal rõhutavad kõik Pariisi lehed, et Prantsuse sõjaväelijed ja poliitilised ringid hoiavad kogu afääri suurimas saladuses. Nagu nüüd selgub, on areteerimine tabanud „Figaro Tempsi takse „Paris Soir'i propaganda otstarveteks välisriikide kafuks. „Paris Soir'i saanud 1 miljoni ja Aubin 3,5 miljonit franki. Areteeritud seletavad aga, et nad raha vastu võttes tahtsid talitada oma riigi huvides ja et nad ei ole kasutanud oma ajakirjanikupositsiooni välisriikide kasuks. Kuuldavasti kavatsetakse varsti üle kuulata veel 150 isikut, keda kõiki kahtlustatakse raha saamises välismaalt. „Figaro"}
{"Correct_Percent":100,"topic_lvl1":"[1] World news","id":"kaja19290813-1.1.7_P7_TB00003","label":"ARVAMUS","modernized_text":"Laupäeval, nagu juba teatatud, algas Tartu ülikooli aulas erakorratine koolinõunikkude päev, mille peateemiks on kõlblise ja usulise kasvatuse seisukord koolis ja selle tõstmise võimalused. Päeva avamiskõnes juhtis haridusja sotsiaalminister J. Hünerson sellele tähelepanu, et praegu igapäevane nähtus on, et inimesed ise enestel elu võtavad, elutüdimust kurtes. Sarnase nähtuse juuri tuleks lähemalt uurida ning selgitada, kas need inimesed pole mitte sarnased, kes pole kodust ja koolist saanud kaasa küllaldasel määral kõlblist jõudu, et elule vastu panna. Sel ajal, kui oleme edusamme teinud kultuurilisel, majanduslikul j.t. aladel, on meil vähe ära tehtud kõlblise kasvatuse alal. Muidugi ei saa siin üksi kool aitajaks olla, vaid seda tööd tuleb teha ka seltskonnas, kodus ja mujal. Hra minister avaldas lootust, et käesolev päev annab hoogu sellele suurele ülesandele lähemale asumiseks. Esimesena asus kõnelema ülikooli rektor prof. J. Kõpp, teemil: kõlblise ja usulise kasvatuse tõstmise abinõud koolis. Kõneleja näitab eestkätt ära, mis on kõlblise ja usulise kasvatuse eesmärgiks. On oluline, et kodu ja kool koos töötaksid, kusjuures peaks hoolitsema, et kodud terveneks ja seltskond paraneks. Tervenemisele aitaks paljugi kaasa kiriku ja kooli koostöö. Mis puutub usuõpetuse revideerimisse, siis ei ole praegune olukord rahuldav. Revideerida peaks võima isik, kes on usuõpetusse suuremal määral süvenenud, seda võiksid teha eriteadlased, kes teoloogilise hariduse on saanud. Samal teemil kõneles veel hra Fluss, kuna koolinõunik Raua sama teemi puudutav referaat kõneleja haiguse tõttu hra Brülleri poolt ette kanti. Hra Fluss nõudis, et usuõpetajad ei tohiks oma ametit mingi kõrvaltööna võtta. Hra Raud näitas, et meil valitseb leigus usu vastu, ka usuõpetajate esimene kongress ei annud tarvilisi tulemusi esialgne hoog vaibus peagi. Suureks puuduseks on usuõpetuse õpetamisel, et tarvilikud raamatud puuduvad. Selle järele kõneles dir. Käis omavalitsus kui kasvatuse tegur koolis. Huvitava kõnega, mis üldist tähelepanu äratas, esines haridusminister J. Hünerson, kes käsitas teemi"}
{"Correct_Percent":34,"topic_lvl1":"[1] World news","id":"postimeesew19390716.1.1_P1_TB00020","label":"VALISMAA","modernized_text":"Tokiost teatab Reuter: Briti saadik Craigie ja välisminister Arita kohtusid laupäeva hommikul Arita ametlikus residentsis, et teha ettevalmistusi konverentsiks Tientsini blokaadi kohta. Pärast läbirääkimisi, mis kestsid 3 tundi 25 minutit, avaldas välisministeerium teadaande, milles öeldakse, et saadik Craigie ja välisminister Arita käsitlesid"}
{"Correct_Percent":null,"topic_lvl1":"[1] World news","id":"kaja19350701-1.1.5_P5_TB00021","label":"VALISMAA","modernized_text":"ETA. PariiS. Laupäeva hommikul kell 8.30 toimus püstoliduell Pariisi linnanõukogu endise esimehe Godin'i ja uue' esimehe Chiappest vahcl."}
{"Correct_Percent":34,"topic_lvl1":"[1] World news","id":"postimeesew19390716.1.1_P1_TB00044","label":"VALISMAA","modernized_text":"14. juulil avaldatud manifestis kinnitab kommunistlik erakond oma truudust Prantsuse revolutsiooni traditsioonidele ja ühtluslepingule sotsialistliku erakonnaga, avaldades ühtlasi lootust rahvarinde uude tulevikku."}
{"Correct_Percent":34,"topic_lvl1":"[1] World news","id":"postimeesew19390716.1.1_P1_TB00053","label":"ARVAMUS","modernized_text":"Hiljuti saabus NarMa-Iõesuusse suvitama Jaapani sõjamäe esindaja Moskvas härra SugaMara koos abikaasaga, kes miibiMad esmakordselt Eestis. Sel puhul oli nende ridade kirjutajal temaga jutlemine. Jaapanlastele meeldib mäga Narva-Iõeiuu. Ainukeseks puuduseks olevat see. et iaapani suMitajaile meie kliima on külmavoitu, millega nad Meel pole harjunud. Kuuldavasti on saabumas ka teisi iaapanlasi saatkondadest Narva-Iõesuhu nimitama."}
{"Correct_Percent":100,"topic_lvl1":"[1] World news","id":"sakalaew19361118.1.6_P6_TB00015","label":"EESTI","modernized_text":"Viljandi ringkonnakohtu tsitviilosakond arutas mitmendat korda Tusti-Kuudeküla avaliku eratee küsimust. Läinud aastal esines kolonel Aleksander Pulk, kellel on Tusti asunduses talu, vallavalitsuse ees palvega, et praegune TustiKuudeküla tee suletaks, kuna see läbistab tema talu õue. Ühtlasi palus A. Pulk määrata uus avalik eratee, ning lõpuks soovis palve esitaja eratee võtmist 3. klassi maanteede võrku ja selleks sammude astumist maavalitsuse teedeosakonna ees. Vallavalitsus ja hiljem volikogu jättis A. Pulga palve tagajärjeta ning võttis TustiKuudeküla tee avalikkude erateede võrku praeguse sihiga."}
{"Correct_Percent":null,"topic_lvl1":"[1] World news","id":"tallinnateataja19170505.1.2_P2_TB00002","label":"ARVAMUS","modernized_text":"29. aprillil s. a. võttis Tallinna tööliste ja sõjaväelaste saadikute nõukogu Eestt Väeosade asutamise asjus eitava seisukoha. Krnia nõukogu otsuse põhjendus kui ka koosolekul ettetoodud arvamised igale eestlasele-svtdattle sügavalt haavavad ja täiesti ekslikud on, loeme oma kohuseks Tallinnas viibivate Eesti sõjaväelaste nimel avalikult järgmist teatada. Suure sõja algul tekkis Tartu Eesti seltskonnas mõte Eesti pataljonisid asutada, mis aga endise valitsuse esitajate poolt tagasi lükati, sest et see oleks andnud nevolutsionilisele Eestile võimaluse ennast organiseerida. Sõja kestvusel, pärast Latt pataljonide asutamist, anti sõjaväe ülemuse esitajate poolt mõista, et soe ka eestlastel nüüd Võimalik oluks, .äuua aga vahepeail olid selgunud sõja põhjused ja sihid, ühtlasi ka endise valitsuse seisukoht sisemises politikas ja muulaste küsimuses, lükati ettepanek eestlaste poolt kindlasti tagasi, sest Eesti Väeosade loomine oleks ainult vana nxtliisiifc ja tema sihtidele ning püüetele toetuseks olnud. Nüüd, kus Võimas vabaduse puhang vana valitsuse ühes tema põhjusmõtetega hävitas ja Vaba Venemoa Välja kuulutas Vabadused kodanikkudele ning enesemääramise õigused rahvustele, tärkas revolutsi oai li ses s õjaväes rahvu sliste vä eo sa de mõte. Kõik rahvuse d as usid enda organiseerimisele. Eestt sõjameestele muutus see 'küsimus aga iseäranis põlevaks, sest et just meie väike kodumaa praegu Venemaa kaitsemises kõige suurema tähtsuse omandab. Kui langeb Saksa dessandi raske hoobi all meie rand, siis on Venemaa tõsises hädaohus, sest siit kaudu avaneb tee Peterburi, sellega ühes on kõikumas kõik reUVlutsvui kandil võidetud vabadused. See võimalus kerkis kohutava ähvardusena iga Eestt sõjamehe silme ette ja peaaegu ühel ajal tekkis Eestt väeosade kodumaale koondamise Mõte Peterburis, Tallinnas, Soomes, Moskvas, Tartus j. m. Miks tõttavad kõik eestlased ise oma kodumaa kallast kaitsema? On siin väge vähe, või ei suuda soe seda teha? Ei Vene sõjavägi kaitseb ü >hesuguse vahvusega kogu väerinda! Kuid just siin saavad eestlased üleüldisele asjale kõige kasulikumad olla. Ei maksa korrata seda, mis kasu Läti väeosad Riia iväerinual on täide saatnud: vägi, kes tunneb"}
{"Correct_Percent":null,"topic_lvl1":"[1] World news","id":"eestikirikeelk19260401.1.6_P6_TB00008","label":"MUU","modernized_text":"Sa omakasu otsija, õpi siit, mis armastus on! Sa kättemaksuhimuline, vaata, siin on kannatus, mis vaikib ja palub! Sa kangekaelne, arglik, pahameelne vaata seda, kes surres Jumalast kinni hoiab ja loodab, kus midagi loota ei ole! Sa kergemeelne, kas sa seda Püha meest nähes ikka veel tahad loiuks ja leigeks jääda? Teie kristlased kõik, eks teie taha täna Kolgatal seistes üles risti peale vaadata, aga ka alla oma enese südame sisse vaadata ja siis ümber pöörda teisele teele? Õnnistegija sureb sinu eest. Kas ei taha sina temaga surra, surra patule? Aamen. Praost F. Ederberg, Kambja õpetaja."}
{"Correct_Percent":null,"topic_lvl1":"[1] World news","id":"postimeesew19330401.1.7_P7_TB00034","label":"KULTUUR","modernized_text":"kuulus tantsitar ja klaverikunstnik, kes omas julguse esineda alasti, filmis „Armastuse ästaas lus Ungari seksuaal-psühholoog Gustav Machaty. Selles filmis on otse geniaalselt ja vabana eelarvamustest käsitatud sugudevahelist armastust ja erootikat, ning nende ülisuurt tähtsust inimsoole. Teemi on käsitatud sedavõrd kunstipäraselt, et ta sunnib kõige tagurlisematel moraalijutlustajatel maha panema relvad, avades neile silmad sigivuse üliilusatele psüühhilistile ja füüsilistele eelmängudele üheltpoolt ning pahedele ja kõvvalekaldumistele teiseltpoolt. Peaasjalikult vaadake kord lahtiste silmadega ilusat loodust, inimesi ja nende ülimat ülesannet. Jseloomustav on asjaolu, et film on keelatud kultuuriliselt mahajäänud maades nagu Bulgaaria j. t. Avvustus ütleb muu seas: „Ainult sesuaalselt väga rikutud ja vähe intelligent inimestele paistab film monotoonsena. Iga meeter sellest filmist on enam väärt, kui kümme kõige paremat operetti kokku. Vaadake seda filmi suurima tähelepanuga ja te upute teemi ja käsitamise võrratusse ilusse, mille sarnast nägemust niipea ei kordu. See film jääb meele igale eluksajaks. „Armastuse ekstaas laupäevast, 1. apr. kinodes „Athena „Capitol"}
{"Correct_Percent":34,"topic_lvl1":"[1] World news","id":"postimeesew19390716.1.1_P1_TB00018","label":"VALISMAA","modernized_text":"Pekingist teatab Reuter: Britivaenulise liikumise täidesaatev komitee Honani provintsis on andnud üle Inglise residendile Kaifengis, kus elavad peamiselt misjonärid, ultimaatumi, milles nõutakse inglaste lahkumist linnast 4 päeva jooksul."}
{"Correct_Percent":100,"topic_lvl1":"[1] World news","id":"sakalaew19361118.1.6_P6_TB00003","label":"ARVAMUS","modernized_text":"Laupäeval oli maakorralduse komisjoni järjekorraline koosolek. Esimesena vaadati läbi Loodi abimetsaülema palgamaa koha ümberkorraldamise ja tee rajamine M. Väli asundustalu maaalast. M. Väli soovis oma talule metsaülema palgamaast umbes paarivakamaalist juurdelõiget. Maakorralduse asutuste poolt oldi asjaga peri, kuid tingimusel, et Väli oma krundist lubaks rajada väljapääsu tee abimetsaülemale. Selleks M. Väli nõusolekut ei annud ja nii esitati maakorraldaja poolt 24. augustil kava, millega niihästi tee rajamine kui ka juurdelõike andmine ära jäi. Asja arutati paar korda ning nüüd otsustas komisjon asja lahendada niimoodi, et M. Väli saab siiski abimetsaülema palgamaast umbes 0,18 ha suuruse rohumaa juurdelõike, kuid peab selle eest laskma metsaülemat oma krundist läbi käia, milleks rajati 4 meetri laiune tee. 1929. aastal planeeriti Karksi mõisa järele olevatest riigi metsamaadest neli uut kohta kogusuuruses 175 hektaari, mis anti tagasi endise Karksi mõisa omanikkudele Dalvigk-Lichtenfelsidele. 1934. aastal müüsid kõik pärijad kohad ühes kasvava metsaga riigile tagasi. Kuna neil kohtadel on täiesti metsa iseloom alal hoidunud, siis otsustas komisjon need krundid uuesti ärakaotada ja vabanenud maa-alad Karksi metskonna külge liita. Vardi asunduse krunt nr. 32 ümberkorraldamise kavaga on sellele kohale riigi maast 0,50 ha suurune metsamaa ja 0,30 ha suurune heinamaa juurdelõige antud ning lahusolevale tükile juurdepääsu tee rajatud. Selle kava vastu keegi ei protesteerinud ning komisjon otsustas selle kinnitada."}
{"Correct_Percent":54,"topic_lvl1":"[1] World news","id":"kaja19350701-1.1.2_P2_TB00027","label":"ARVAMUS","modernized_text":"Tuntud ameerika malemeister Don Fitch, kes elab Minnesotas, Ühendriikides, algas malepartiid Johannesburgi maleklubi esimehega. Partii kestab umbes viis aastat, sest mõlemad mängijad teatavad üksteisele oma käikudest, kirja teel. Kiri Minnesotast Johannesburgi Lõuna-Aafrikas läheb aga 30 päeva."}
{"Correct_Percent":34,"topic_lvl1":"[1] World news","id":"postimeesew19390716.1.1_P1_TB00047","label":"VALISMAA","modernized_text":"Itaalia turismi keskkorralduse juhatus teatab, et juurdepääsu ja peatumise keeld Bolzano Provintsis ei ole maksev faksa rahvusest turistide kohta, kes seal võivad vabalt peatuda, ilma et nende peatuse kestvus oleks lähemalt teatatud. Turistid teistest rahvustest võivad vabalt sõita läbi Bolzano provintsist, kusjuures nad aga võivad peatuda kauemalt 48 tundi."}
{"Correct_Percent":100,"topic_lvl1":"[1] World news","id":"sakalaew19361118.1.6_P6_TB00005","label":"ARVAMUS","modernized_text":"Kolga-Jaani apostlik õigeusu kogudus oli saatnud põllutööministeeriumile avalduse, et temale antakse maad omavalitsuse ja üldkasulikkude organisatsioonide maaga varustamise korras. Palve tunnistas maakorralduse komisjon põhjendatuks ning otsustas kogudusele anda 8,17 ha suuruse maaala Vana-Põltsamaa valla piirides asuvast riigi tagavara heinamaast. Seaduse jõu omamiseks vajab komisjoni otsus veel vabariigi valitsuse kinnitamist. Õisu vallas asuva Tebina talu omaniku palvel tunnistas komisjon tähendatud taluja riigimaa vahetuse tarvilikuks ja otstarbekohaseks. Tarvastu valla Lohu talu ja vahetatava riigimaa hindamise otsustas komisjon kinnitada. Selle kohaselt tunnistakse vahetatavad maad üheväärtuslikuks ja kummalgi poolel juurdemaksu ei tule. Vana-Põltsamaa valla Teppo talust Hans Justile-, Aavikumäe talust Aleksander Kelderile, Ruudi talust Hans Kukele, Hansu-Jaagu talust Jakob Annusele ning Suislepa valla Nuki talust Eeva Loidapile ja Seakala talust Jaan Üprusele popsikohtade eraldamise ja korraldamise kavad kinnitati niisugusel kujul, nagu see kohapääl maamõõtja poolt esildatud. Vana-Põltsamaa valla Reinu talust August Turule ja Maali Reinbergile popsikohtade eraldamise kava arutamine lükati edasi, kuna selgus, et August Turu popsikohale antud juurdelõike omandusõiguse pärast on protsess käimas. Riik tunnistas küll selle alul. riigi maaks, kuid taluomaniku poolt on kohtus nõudmine tõstetud selle vastu, pidades seda talude ühismaaks. Olustvere valla Tupe talust Anna Siimerile ja Vana-Tänassilma valla Pooli talust Johan Kärmasele popsikohtade eraldamise toimetused otsustas komisjon ära lõpetada, kuna Tupe talu omanik on popsikoha selle pidajalt ühes hoonetega ära ostnud. Pooli talu popsile Kärmasele on aga riigi poolt uus koht rajatud Risti koolimaa ülejäägist, tingimustel, et tema popsimaa talule tagasi annab."}
{"Correct_Percent":100,"topic_lvl1":"[1] World news","id":"kaja19290813-1.1.7_P7_TB00006","label":"ARVAMUS","modernized_text":"Haridusminister Hünersoni kõne tõi esile elavad ja hoogsad läbirääkimised. Mitmed koolinõunikud leidsid, et minister Hünerson on puudutanud väga kaaluvat ja tähtsat elulist probleemi. Meie õpilased kardavad tööd. Kool peaks võitlusse astuma selle nähtuse vastu. Tuleb ette perekondi, kus laste kuuldes põllutööst halvakspanevalt räägitakse. Tuleks 3 aastaks igasse maakonda ametisse pauna aiatöö instruktorid. Iga kooli juures peaks aiatööd õpetatama. Koolinõunik Mikkelsaar tähendas, et tema on üle elanud 14 ministrit, kuid varem ühegi ministri ajal ei ole seda küsimust nii kindlalt arutusele võetud kui praegu."}
{"Correct_Percent":null,"topic_lvl1":"[1] World news","id":"tallinnateataja19170505.1.2_P2_TB00004","label":"ARVAMUS","modernized_text":"ja kõige lähemas ühenduses püüavad ühiste sihtide poole siis ei ole rahvusttsel vaenul alust! Neid põhjusmõtteid õigeks pidades, asusid Eesti sõjamehed oma' väeosade korraldamisele. Peterburis asutasid umbes 15.000 Eesti soidattt oma kesk-konrttee, mis Peterburi sõjaväeringkonna ülema poolt kinnitati. Tallinnas valisid Eesti sõjaväelased oinal koosolekul 6. aprillil ajutise büroo, kes siin Eesti sõjaväelasi pidi organiseerima. Samasugused keskkorraldused asutatt Soomes (Vilmansttandis, Viiburis ja teistes) ning viimasel ajal 5. ja 9. tegeva väe staapide juures. Praegu Tallinna kogunenud Eesti sõjaväelased on siia saadevd kindralstaabi peavalitsuse mvbilisatsioni jaoskonna ülema telegrammi 9. aprillist nr. 13624 põhjal, kus sõjaväe ülemus Eesti sõjaväelaste keskkorralduste poolt avaldatud soovisid õigeks tunnistades käsu andis, et sõjaväeringkondadest (OKpyn») eestlasi, kes Vabatahtlikult selleks soovi avaldavad. Tallinna merekindluse komandandi Võvmukonda saadetaks. See käsk ei käi ag amiHe' tegeva väe kohta. Büroo 13. aprilli otsuse ja polgu koMitee 26. aprilli otsuse põhjal võetakse vastu sõjaväelasi ainult sellekohaste tõendavate doku men t i dega nende väeülemate poolt; nende kohta, kes esialgul ilma kindlate dokumentideta siia jäid, on järelpärimised väeosadesse saadetud, ühtlasi töötas Eesti sõjaväelaste keskkomitee Peterburis GeV iväsosade põhjustkitrja (najiosKeiHie OFRB ÖCTOHOKHLXT) BOÖjOKOBIIXT» HAICTHXB) Välja, mille sõjaminister 12. aprillis kinnitas. Tallinnas, 6. aprillil Eesti sõjaväelaste koosoleku otsusest teatas sõjaväelaste büroo Tallinna' tööliste ja sõjaväelaste saadikute nõukogule, 14. aprillil sõjaVäekomitee kaudu(BoeEMNÄ mMHreri3>), kes tPM aM-a Vbi vMtama ja tööliste ja sõjaväelaste saadikute nõukogule edasi andma; see on aga teadmata põhjustel tänapäevani tegemata jäänud. See küsimus on aga. täidesaatva komitee poolt teataval määral siiski Eesti sõjaväelaste büroo nime peale vastatud, kirjaga, milles täidesaatev komitee ettepaneku tegi, eestlasi ainult neist Väeosadest Vastu Võtta, kust nende ületulek lu' batud on. Veel ennem, nimelt 11. aprillil pöo' ras Peterburi Eesti keskkomitee tööliste ja sol' dattte nõukogu täidesaatva komitee poole, kus ' neid haruldase lahkusega Vastu võeti ja kus k sotsialdsmokratide tuntud eestvõtja!Sokolov"}
{"Correct_Percent":34,"topic_lvl1":"[1] World news","id":"postimeesew19390716.1.1_P1_TB00029","label":"ARVAMUS","modernized_text":"puudutada kõiki küsimusi. Jaapani poliitilistes ringkondades arvatakse teadvat, et laupäevane läbirääkimine on arenenud umbes järgmiselt: Arita olevat tähendanud, et Jaapani võimude käitumine Briti kontsessiooniala suhtes on õigustatud ja hädavajalik. Seejärel olevat ta puudutanud pinevaid suhteid Jaapani ja Inglismaa vahel kui ka Tientsini sündmusi. Samuti olevat ta käsitlenud sündmust Hiina teistes osades. Arita olevat seletanud, et on raske jõuda mingi lahenduseni, kui Inglismaa ei taha suuremeelselt koos töötada Jaapaniga. See koostöö on tingitud Jaapani armee poolt loodud olukorra tagajärjel. Selle peale olevat samade ringkondade teatel Craigie teinud ettepaneku täita järgmisi põhimõttelisi tingimusi, mis oleksid läbirääkimiste aluseks: 1) Tuleb austada rahvusvaheliste kontsessioonialade erapooletust. 2) Neis kontsessioonialades tuleb säilitada Briti õiguste ja huvide status quo. Temal, Craigiel, ei olevat volitust alustada üldisi läbirääkimisi olukorra üle, mis on tekkinud Tientsini sündmuste tagajärjel. Jaapani poliitilised ringkonnad näevad juba ette läbirääkimiste arengut ühenduses Craigie poolt nimetatud alustega. Toonitatakse, et Craigie on esitanud vastunõudmisi ja et ta peab uusi informatsioone."}
{"Correct_Percent":34,"topic_lvl1":"[1] World news","id":"postimeesew19390716.1.1_P1_TB00051","label":"VALISMAA","modernized_text":"Inglismaa saadab suuremal määral asbestrõivaid Saudi-Araabiasse. kus Inglise õliväljul möllab juba kauemat aega tulikahju. Päevane kahjusumma ulatumat 100.000 kroonini. Vastavad asutised loodavad. et tule vastu Mõitlevatcl isikutel, olles varustatud asbcstrõivasteaa. õnnestub kergemini tulekollete suurde pääseda."}
{"Correct_Percent":100,"topic_lvl1":"[1] World news","id":"sakalaew19361118.1.6_P6_TB00007","label":"EESTI","modernized_text":"Lahmuse algkoolis haigestus neil päevil üks õpilane sarlakki. S.-Jaani jaoskonnaarst tegi vastavad korraldused haiguse leviku tõkestamiseks koolis."}
{"Correct_Percent":100,"topic_lvl1":"[1] World news","id":"kaja19290813-1.1.7_P7_TB00012","label":"ARVAMUS","modernized_text":"Hiljuti asuti uue jaama ehitusele Õisu mõisa kohale. See tuleb Halliste ja Loodi vahekohale, 3. klm. praegusest Õisu pooljaamast Loodi poole. Uue jaama asutamisega muutub õige laialdasel ümbruskonnal raudtee hulga kättesaadavamaks. sest praegune Õisu jaam asub liiga ühe külje peal, kõigest 4 klm. Hallistest. Uue jaama asutamist palusid Õisu koolimõisas leiduvad asutused ja järgmised vallad: Õisu, Aidu, Tuhalaane, Kärstna ja Riidaja. Kõigi nende valdade elanikel lüheneb tee raudteejaama 3 klm. võrra, sest Õisu pooljaama pääses ainult Õisu mõisa kaudu. Pealegi on see teeosa üks halvematest. Esialgul hakkab uus jaam peatuskohana töötama. Kohalikud elanikud loodavad aga, et see peatselt täisjaamaks kujuneb. Sest mida kättesaadavam on raudtee, seda rohkem leiab tee tarvitamist ja on ka suurem selle teenistus."}
{"Correct_Percent":34,"topic_lvl1":"[1] World news","id":"postimeesew19390716.1.1_P1_TB00017","label":"VALISMAA","modernized_text":"Tokiost, 16. juulil. (Havas) Domei agentuur teatab Tsingtaost, et hiinlased on visanud Briti saatkonnale 2 granaati, mis on rikkunud hoone esikülge. Domei agentuur seletab, et atentaadi algatajad taotlevad nähtavasti ebasoodsa õhkkonna loomist Inglise-Jaapani eelseisvateks läbirääkimisteks Tokios."}
{"Correct_Percent":34,"topic_lvl1":"[1] World news","id":"postimeesew19390716.1.1_P1_TB00043","label":"VALISMAA","modernized_text":"Pariisist, 16. juulil. (Havas) Reedel pärast lõunat algas Bastille'ist rongkäik rahvuspüha ja vande pühitsemiseks, mille töölisorganisatsioonid andsid 14. juulil 1935. a. Tänavu võtsid rongkäigust osa Pariisi töölissündikaatide ühingu ja kõmmunistliku erakonna liikmed, kuna sotsialistlik erakond ja radikaalne erakond puudusid. Siseministri korraldusel ei peetud mingeid kõnesid."}
{"Correct_Percent":34,"topic_lvl1":"[1] World news","id":"postimeesew19390716.1.1_P1_TB00034","label":"VALISMAA","modernized_text":"ses väljaandes, et Poiricr seisis „Figaro toimetuses sugugi mitte silmapaistval kohal. „Le Temps ei ilmu, vaikib seni. Juurdlust juhib salapolitsei inspektor Bonny, kes sai kuulsaks Stavisky loos ja kes kasutab sõjaväeliste ringide täit usaldust. Mängus näib aga olevat veel üks salaPärane daam Austria krahvinna. Kuid ~Paris Soir'i õnnestunud põgeneda üle piiri Saksamaale parajasti sel silmapilgul, mil politsei aretceris Poirier'i ja Aubin'i."}
{"Correct_Percent":34,"topic_lvl1":"[1] World news","id":"postimeesew19390716.1.1_P1_TB00036","label":"VALISMAA","modernized_text":"Asumaade minister Mandel juhtis Pariisis isiklikult Aafrika neegripealikuid. kes olid saabunud revolutsiooni-vidustustele."}
{"Correct_Percent":100,"topic_lvl1":"[1] World news","id":"kaja19290813-1.1.7_P7_TB00026","label":"EESTI","modernized_text":"Et anda eeskuju ajakohase vaateakna kaunistamisest ja näitus-messi väljapanekust, määras näitus-messi juhatus 3 eriauhindu Tallinna vaateakende võistluseks (suur kuld, suur hõbe ja suur bronks auraha firmale ja rahaline autasu dekoraatorile) ja 6 eriauhinda näitus-messi väljapaneku võistluseks. Lisa n.-messi auhindadele. Tallinna börsikomitee on määranud 50.000 senti rahaliseks autasuks n.-messile ja p. k. „Estonia auhindadele 20.000 senti."}
{"Correct_Percent":100,"topic_lvl1":"[1] World news","id":"sakalaew19361118.1.6_P6_TB00009","label":"EESTI","modernized_text":"Suure-Kõpu vallavalitsusel on kavatsus tuleval aastal teostada vallamaja ümberehitus. Vallamaja ehitatakse kahekordseks, kusjuures teisele korrale ehitatakse sekretäri abi korter ja teisi ruume. Vallamaja ümberehitamiste võimalustega tutvus neil päevil kohapääl maaarhitekt Viilu."}
{"Correct_Percent":34,"topic_lvl1":"[1] World news","id":"postimeesew19390716.1.1_P1_TB00028","label":"ARVAMUS","modernized_text":"Tokiost teatab DNB: Jaapani lehed seisavad laupäeval täielikult konverentsi tähe all, mis toimus välisminister Arita ja Inglise saadiku Craigie vahel. Kuna Tokio „Ritshi Nitshi olevat näidanud tagasihoidlikkust, toonitab Tokio „Ashahi Shimbun vat otsustanud eelseisvail läbirääkimisil"}
{"Correct_Percent":null,"topic_lvl1":"[1] World news","id":"kaja19350701-1.1.5_P5_TB00018","label":"VALISMAA","modernized_text":"Põhja.Ameerika ühiSriikibeS on valmimas jällegi uuS iilimoodne lahingristleja. Uuele sõjalacvale on nimeks pandud «Quincy riste kahuritega. Meie pildil «Quincy"}
{"Correct_Percent":34,"topic_lvl1":"[1] World news","id":"postimeesew19390716.1.1_P1_TB00008","label":"EESTI","modernized_text":"Hinnata kaasandeks igal pühapäeval pilkeleht „Sädemed „Postimehe Postiga: 1 kuu — kr. 1.65, 2 kuud — kr. 3.30, 3 k. —  kr. 4.40, Üle 8 kuu korraga tellides iga lisakuu kr. 1.40, 6 k. — kr. 8.60, 9 k. — kr. 12.80, 12 k. — kr. 17.—.  Välismaale — kr. 4. — kuus. Tellimishind Tartu linna tellijaile kojukandmisega on võrdne postiga tellimise hinnaga."}
{"Correct_Percent":null,"topic_lvl1":"[1] World news","id":"tallinnateataja19170505.1.2_P2_TB00021","label":"ARVAMUS","modernized_text":"Venemaal sõjapidamist takistada katsuksid. See arvamine leiab ühest hiljuti avaldatud ajalehe teatest tuge. Selle teate põhjal on Vone-SchVeitsi saatkoird oma ja Schveitsi nuuskurite abil emigrantide iile teateid kogunud, kes nendest sõja» poolt, kes sõja Vastu on. Ja need teated on Vene saatkond Inglise Valitsusele kätte toimetanud. Nende „teadete põhjal toimetatakse siis emigrantide sõelumist ja sorteerimist. Kui fee teade ainult sel kujul oleks ajalehes seisnud, oleks selle tõe juures Vast kahelda Võinud. Aga asi leiab teistel teedel kinnitust. Et Vene saadik Schveitsi Politseiteenijate abil emigrantide seas nuuskuriks, seda kinnitab mitme Schveitsi politseiniku Vastu tõstetud süüdistus ja nende karistannne. Tuli avalikuks, et mitu schveitsi politseinikku Vene saatkonna poolt 'kindlat kuupalka said. . . Teiste teadete Põhjal on avalikuks saanud, et Lausanne's tegeval Inglise konsulaadi ametnikul niisugune emigrantide nimekiri toepoolest tarvitada on. Kui „õiged bel kogutud teated on. see on muidugi iseasi. Tekib küsimine, kas need emigrandid, keda Inglismaa Venemaale reisida lubaks, seda „luba emigrantide seast ei taha seda „luba tarvitada, nad peavad seda eneste au rüveta'misÄs. et Inglise tvalitsus neile nende Meelsuse Põhjal oma sõbralikku tuge Pakub. Olgugi, et nad oma kaa.s-emigranttdega sõja edasipidamtse ja rahunvudmise küsimustes lahku läheVad, tagasireisu küsimuses tahavad nad, nagu tõsised demvkradid kmragi —, et kõigile ühesuguse mõeduga mõedetccks . . . Sellepärast on arvata, et ainult üksikud sõjasõbrad seda Inglise Valitsuse eri-lahkuft tarvitavad, Vast ehk nimekad juhid, nagu PlehanoV, Aleksinski ja Mõned teised, suured hulgad mitte. Nõnda tuleb siis Välja, et Valitsuse „amnestta mise kuulutus nendele, kes sedasama püüdsid, mis nüüd' korda on läinud, s. o. aastaid ja aastakümneid kannatajatele, SchVeitsis, nõndasama ka Jtalias, Prantsusmaal ja Inglismaal Viibijatele pagulastele nõndasama tüh-"}
{"Correct_Percent":null,"topic_lvl1":"[1] World news","id":"kaja19350701-1.1.5_P5_TB00023","label":"VALISMAA","modernized_text":"Kumbki laSkis kakS pauku. Kaks esimest kuuli lendasid õhku. Teistkordsel tulistamisel Chiappe'i teine kuul tabas Godin't paremast reiest. Godin seletas aga. et ta ei ole haavatud, sest kuul oli jäänud riietesse kinni. Godin võttis kuuli endale nrälestusekS. Väljakutsujaks oli Chiappe, keS pidas end haävatukS ühest avalikust kirjast. miS Godin temale oli avaldanud. VaStased lahkusid leppimatult pärast kahevõitlust. Lööming Pariisis. Seine departemangu volikogus leidis neil paevil aset ränk lööming. Kui üks kommunist üht parempoolset volinikku sõnadega hamoas, andis see talle pikema jututa paar tulist vastu mahtimist. See oli nagu märguandeks üldisele löömingule. Varsti lendasid õhus' tindipotid, toolid, sulepead ja mis aga kätte saadi. Seine departemangu prefektile visati ühe raske asjaga pähe. Kaks kommunisti osid ühes nurgas kätte saanud ühe parempoolse rahvasaadiku. Nad peksid ta läbi, lõid ta siis pikali ja tallasid tal jaluli otsas. Paljud volinikud põgenesid üle pinkide. Lahing kestis kümme minutit, enne kui saadi jälle koosolekut jatkata. Ka Pariisi konservatooriumis oli mürgel. Kui"}
